[
  {
    "url": "https://www.linkedin.com/jobs/view/global-supplier-quality-engineer-at-vinfast-4305793910?_l=en",
    "job_posting_id": "4305793910",
    "job_title": "Global Supplier Quality Engineer",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Desa Subang, West Java, Indonesia",
    "job_summary": "RESPONSILITIES: The Global Supplier Quality Engineer is responsible for New Product and Current Series activities including: • Supplier assessment (PSA) for supplier selection process. • Lead the APQP activities with an international supply base • Clarification of engineering changes. • Creation and alignment of the production part approval process (PPAP) per the VinFast and AIAG guidelines. • Control all phases of project through CAE, Design, Construction, and Tryout. • Coordination of cross-functional teams to achieve quality and program objectives • Report part readiness for launch to management team • Fixture & gauge concept and capability validation • Specialist for production issues • Provide lessons learned from current running series to improve future projects. • Manage international production part suppliers in regards to quality concerns and change implementation. This includes communicating all part issues and coordinating countermeasure activities. • Execute the Supplier Quality activities from concept through launch and the customer ownership experience • Ensure that all programs meet the three measures of a successful vehicle launch: on time, excellent quality and meeting and/or exceeding program financial targets. Requirements • Bachelor of Science degree in Engineering or the equivalent combination of education and experience. • Experience: A minimum of 4 years of experience in Quality or Engineering within Original Equipment Manufacturing or a Tier 1 Supplier • Basic exposure to Automotive Quality Systems such as ISO 9001, IATF 16949 Necessary Skills, Certifications, etc.: • Strong planning, organization and problem skills required using established methodologies • Strong communication skills with special focus on Supplier Relationship management and handling are required, as well the ability to communicate complex topics into a cross-functional and cross-cultural environment • Team player who can work with multiple stakeholders internally and externally • Capable of using hand measurement tools (i.e., calipers, micro-meters) PPAP and audit experience • Working knowledge in Advanced Product Quality Planning (APQP) and Failure mode and effects analysis (FMEA) • Fluent English is a must • Can-do attitude and the courage to take risk-based decisions Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Quality Assurance",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "13 hours ago",
    "job_num_applicants": 50,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "location": "Indonesia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "2101",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-27T02:51:51.044Z",
    "job_poster": {
      "name": "Nga ***",
      "title": "Talent Acquisition| Recruitment| Employer Branding",
      "url": "https://vn.linkedin.com/in/nga-bui-ta"
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong>RESPONSILITIES: </strong>The Global Supplier Quality Engineer is responsible for New Product and Current Series activities including:<br></p><p>&#x2022; Supplier assessment (PSA) for supplier selection process.<br></p><p>&#x2022; Lead the APQP activities with an international supply base<br></p><p>&#x2022; Clarification of engineering changes.<br></p><p>&#x2022; Creation and alignment of the production part approval process (PPAP) per the VinFast and AIAG guidelines.<br></p><p>&#x2022; Control all phases of project through CAE, Design, Construction, and Tryout.<br></p><p>&#x2022; Coordination of cross-functional teams to achieve quality and program objectives<br></p><p>&#x2022; Report part readiness for launch to management team<br></p><p>&#x2022; Fixture &amp; gauge concept and capability validation<br></p><p>&#x2022; Specialist for production issues<br></p><p>&#x2022; Provide lessons learned from current running series to improve future projects.<br></p><p>&#x2022; Manage international production part suppliers in regards to quality concerns and change implementation. This includes communicating all part issues and coordinating countermeasure activities.<br></p><p>&#x2022; Execute the Supplier Quality activities from concept through launch and the customer ownership experience<br></p><p>&#x2022; Ensure that all programs meet the three measures of a successful vehicle launch: on time, excellent quality and meeting and/or exceeding program financial targets.<br><br><br><br></p>Requirements<br><br><p>&#x2022; Bachelor of Science degree in Engineering or the equivalent combination of education and experience.<br></p><p>&#x2022; Experience: A minimum of 4 years of experience in Quality or Engineering within Original Equipment Manufacturing or a Tier 1 Supplier<br></p><p>&#x2022; Basic exposure to Automotive Quality Systems such as ISO 9001, IATF 16949<br></p><p>Necessary Skills, Certifications, etc.:<br></p><p>&#x2022; Strong planning, organization and problem skills required using established methodologies<br></p><p>&#x2022; Strong communication skills with special focus on Supplier Relationship management and handling are required, as well the ability to communicate complex topics into a cross-functional and cross-cultural environment<br></p><p>&#x2022; Team player who can work with multiple stakeholders internally and externally<br></p><p>&#x2022; Capable of using hand measurement tools (i.e., calipers, micro-meters) PPAP and audit experience<br></p><p>&#x2022; Working knowledge in Advanced Product Quality Planning (APQP) and Failure mode and effects analysis (FMEA)<br></p><p>&#x2022; Fluent English is a must<br></p><p>&#x2022; Can-do attitude and the courage to take risk-based decisions<br><br><br><br></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/electric-electronics-testing-engineer-at-vinfast-4271808852?_l=en",
    "job_posting_id": "4271808852",
    "job_title": "Electric Electronics Testing Engineer",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Haiphong, Hai Phong City, Vietnam",
    "job_summary": "VINFAST is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence. In this role, you will be instrumental in the Escooter - Ebike Development Institute, using your extensive skills to process and analyze large volumes of data. You will collaborate with diverse teams, including Engineering, Quality Control and VINFAST suppliers, to create cutting-edge solutions that will drive the future of transportation. Perform testing and quality evaluation of electrical/electronic components at both part and vehicle integration levels. Conduct functional tests on vehicles, mobile apps, FOTA, connectivity, and display systems. Analyze test requirements and build test plans (sample type/quantity, methods, conditions, standards, reference docs). Execute tests and evaluations based on defined standards; prepare technical reports. Track and manage issues during testing; coordinate with related teams to identify root causes and propose corrective actions. Use tools like SIL/IMS/JIRA for issue tracking and resolution. Verify effectiveness of countermeasures on revised samples. Support the development of testing procedures and work instructions for reliability evaluation. Manage test materials and equipment; plan regular maintenance and calibration. Comply with company policies and complete additional tasks as assigned. Requirements Bachelor’s degree in Engineering (Mechatronics, Automation, Electrical, Electronics, etc.) At least 2 years of experience in testing or quality at manufacturing companies in the electrical/electronics sector; experience in automotive or motorcycle manufacturing is a plus. Proficient in reading and interpreting electrical/electronic technical drawings; capable of circuit diagram design and understanding vehicle wiring systems. Solid knowledge of electronic components (resistors, capacitors, semiconductors, wires, sensors, etc.) Skilled in using mechanical and electrical/electronic measuring tools. Basic understanding of quality management tools (7 QC tools, 5W1H). Strong logical thinking, ability to work independently and in teams, good communication skills. Proficient in Microsoft Office (PowerPoint, Word, Excel). Able to write and present technical reports in English. Proactive, disciplined, responsible, and eager to learn and take on challenges. By sending your application, you confirm that you have read Vingroup's Personal Data Protection Policy (\"Policy\") published on the website: https://vinfast.vn/privacy-policy/ , agree to the contents of the Policy, and consent to our processing of your personal data in your application according to the legal regulations on personal data protection. To all recruitment agencies :VinFast does not accept agency resumes. Please do not forward resumes to our careers alias or other VinFast employees. VinFast is not responsible for any fees related to unsolicited resumes. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Engineering and Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "264",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-08-05T15:14:32.055Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          VINFAST is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence.<br><br>In this role, you will be instrumental in the Escooter - Ebike Development Institute, using your extensive skills to process and analyze large volumes of data. You will collaborate with diverse teams, including Engineering, Quality Control and VINFAST suppliers, to create cutting-edge solutions that will drive the future of transportation.<br><br><ul><li> Perform testing and quality evaluation of electrical/electronic components at both part and vehicle integration levels. </li><li> Conduct functional tests on vehicles, mobile apps, FOTA, connectivity, and display systems. </li><li> Analyze test requirements and build test plans (sample type/quantity, methods, conditions, standards, reference docs). </li><li> Execute tests and evaluations based on defined standards; prepare technical reports. </li><li> Track and manage issues during testing; coordinate with related teams to identify root causes and propose corrective actions. </li><li> Use tools like SIL/IMS/JIRA for issue tracking and resolution. </li><li> Verify effectiveness of countermeasures on revised samples. </li><li> Support the development of testing procedures and work instructions for reliability evaluation. </li><li> Manage test materials and equipment; plan regular maintenance and calibration. </li><li> Comply with company policies and complete additional tasks as assigned. <br><br></li></ul><strong>Requirements<br><br></strong><ul><li> Bachelor&#x2019;s degree in Engineering (Mechatronics, Automation, Electrical, Electronics, etc.) </li><li> At least 2 years of experience in testing or quality at manufacturing companies in the electrical/electronics sector; experience in automotive or motorcycle manufacturing is a plus. </li><li> Proficient in reading and interpreting electrical/electronic technical drawings; capable of circuit diagram design and understanding vehicle wiring systems. </li><li> Solid knowledge of electronic components (resistors, capacitors, semiconductors, wires, sensors, etc.) </li><li> Skilled in using mechanical and electrical/electronic measuring tools. </li><li> Basic understanding of quality management tools (7 QC tools, 5W1H). </li><li> Strong logical thinking, ability to work independently and in teams, good communication skills. </li><li> Proficient in Microsoft Office (PowerPoint, Word, Excel). </li><li> Able to write and present technical reports in English. </li><li> Proactive, disciplined, responsible, and eager to learn and take on challenges. <br><br></li></ul><em> By sending your application, you confirm that you have read Vingroup&apos;s Personal Data Protection Policy (&quot;Policy&quot;) published on the website: https://vinfast.vn/privacy-policy/ </em><strong><em> , </em></strong><em> agree to the contents of the Policy, and consent to our processing of your personal data in your application according to the legal regulations on personal data protection. <br><br></em><em> <strong> To all recruitment agencies </strong> :VinFast <em><strong> does not </strong> accept agency resumes. Please do not forward resumes to our careers alias or other VinFast employees. VinFast is not responsible for any fees related to unsolicited resumes.</em></em>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/finance-manager-at-vinfast-4274053069?_l=en",
    "job_posting_id": "4274053069",
    "job_title": "Finance Manager",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "Organize financial control system for production activities (including supply chain) Control compliance with production activities that affect key financial targets, ensure compliance with financial control activities according to Vietnamese and international regulations (VAS, IFRS, SOX..) Manage, build and control budgets for production, including short-term, long-term, Capex, Opex, Cash Flow Financial control/optimization of key production activities and indicators, ensuring optimal resources and costs along with operational efficiency Other activities such as investment project appraisal, financial knowledge training for factories, finance and accounting teams... Requirements Bachelor’s degree in Finance, Accounting, or a related field; Master’s degree or relevant certification (e.g., CPA, CFA, ACCA) is a plus At least 10 years of experience in financial management, with significant experience in manufacturing or production finance Experience in setting up systems, optimizing operations, and managing the planning functions of an organization/team Proficiency in financial analysis, budgeting, and forecasting OR internal audit/control Excellent communication, analytical, and problem-solving skills Ability to work collaboratively with cross-functional teams and senior management Experience working abroad or in a multicultural environment is an advantage Proficient in English (4 skills) Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Other",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "93",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-08-05T14:04:09.017Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Organize financial control system for production activities (including supply chain)<br></li> <li>Control compliance with production activities that affect key financial targets, ensure compliance with financial control activities according to Vietnamese and international regulations (VAS, IFRS, SOX..)<br></li> <li>Manage, build and control budgets for production, including short-term, long-term, Capex, Opex, Cash Flow<br></li> <li>Financial control/optimization of key production activities and indicators, ensuring optimal resources and costs along with operational efficiency<br></li> <li>Other activities such as investment project appraisal, financial knowledge training for factories, finance and accounting teams...<br><br><br><br></li></ul>Requirements<br><br><ul> <li>Bachelor&#x2019;s degree in Finance, Accounting, or a related field; Master&#x2019;s degree or relevant certification (e.g., CPA, CFA, ACCA) is a plus<br></li> <li>At least 10 years of experience in financial management, with significant experience in manufacturing or production finance<br></li> <li>Experience in setting up systems, optimizing operations, and managing the planning functions of an organization/team<br></li> <li>Proficiency in financial analysis, budgeting, and forecasting OR internal audit/control<br></li> <li>Excellent communication, analytical, and problem-solving skills<br></li> <li>Ability to work collaboratively with cross-functional teams and senior management<br></li> <li>Experience working abroad or in a multicultural environment is an advantage<br></li> <li>Proficient in English (4 skills)<br><br><br><br></li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/chief-of-purchasing-at-vinfast-4271811232?_l=en",
    "job_posting_id": "4271811232",
    "job_title": "Chief of Purchasing",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "Define and implement a comprehensive global procurement strategy aligned with the company's overall business objectives. Lead all aspects of strategic sourcing, supplier selection, contract negotiation, and supplier performance management. Identify and implement cost-aving initiatives while ensuring quality, compliance, and continuity of supply. Build and maintain strong, collaborative relationships with key suppliers to foster long-term partnerships and innovation. Develop and mentor a high-performing procurement team, fostering a culture of continuous improvement and excellence. Drive the adoption of best practices, digital tools, and data analytics to enhance procurement efficiency and effectiveness. Manage and mitigate supply chain risks, ensuring business resilience and ethical sourcing practices. Collaborate closely with internal stakeholders across departments (e.g., Finance, Operations, R&D) to understand their needs and ensure procurement supports their goals. Requirements Bachelor's degree in Supply Chain Management, Business Administration, or a related field; MBA or Master's preferred. 10+ years of progressive experience in procurement leadership roles, with a significant portion at a strategic level (e.g., VP of Procurement, Head of Global Sourcing). Demonstrated success in developing and executing global procurement strategies that deliver significant cost savings and operational efficiencies. Strong negotiation skills with a proven ability to manage complex contracts and supplier relationships. Deep understanding of supply chain dynamics, risk management, and ethical sourcing. Experience with procurement technologies and digital transformation initiatives. Exceptional leadership, communication, and interpersonal skills, with the ability to influence stakeholders at all levels. Benefits Highly Competitive Compensation Packages: Reflecting your expertise and contributions to our ambitious goals. Comprehensive Relocation Support: For those moving from out of town, we're here to help you make a smooth transition to your new home in Vietnam. Clear Career Pathways to Senior Leadership: With our rapid expansion, you'll find unparalleled opportunities for professional growth and advancement into high-level leadership roles. A Collaborative and Innovative Environment: Work alongside brilliant minds who are passionate about revolutionizing sustainable transportation. Show more Show less",
    "job_seniority_level": "Executive",
    "job_function": "Purchasing and Supply Chain",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 months ago",
    "job_num_applicants": 121,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "5367",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-08-05T15:15:56.757Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Define and implement a comprehensive global procurement strategy aligned with the company&apos;s overall<br><br></li></ul>business objectives.<br><br><ul><li> Lead all aspects of strategic sourcing, supplier selection, contract negotiation, and supplier performance<br><br></li></ul>management.<br><br><ul><li> Identify and implement cost-aving initiatives while ensuring quality, compliance, and continuity of supply.</li><li> Build and maintain strong, collaborative relationships with key suppliers to foster long-term partnerships and<br><br></li></ul>innovation.<br><br><ul><li> Develop and mentor a high-performing procurement team, fostering a culture of continuous improvement and<br><br></li></ul>excellence.<br><br><ul><li> Drive the adoption of best practices, digital tools, and data analytics to enhance procurement efficiency and<br><br></li></ul>effectiveness.<br><br><ul><li> Manage and mitigate supply chain risks, ensuring business resilience and ethical sourcing practices.</li><li> Collaborate closely with internal stakeholders across departments (e.g., Finance, Operations, R&amp;D) to<br><br></li></ul>understand their needs and ensure procurement supports their goals.<br><br><strong>Requirements<br><br></strong><ul><li> Bachelor&apos;s degree in Supply Chain Management, Business Administration, or a related field; MBA or Master&apos;s preferred.</li><li> 10+ years of progressive experience in procurement leadership roles, with a significant portion at a strategic level (e.g., VP of Procurement, Head of Global Sourcing).</li><li> Demonstrated success in developing and executing global procurement strategies that deliver significant cost savings and operational efficiencies.</li><li> Strong negotiation skills with a proven ability to manage complex contracts and supplier relationships.</li><li> Deep understanding of supply chain dynamics, risk management, and ethical sourcing.</li><li> Experience with procurement technologies and digital transformation initiatives.</li><li> Exceptional leadership, communication, and interpersonal skills, with the ability to influence stakeholders at all levels.<br><br></li></ul><strong>Benefits<br><br></strong><ul><li>Highly Competitive Compensation Packages: Reflecting your expertise and contributions to our ambitious goals.</li><li>Comprehensive Relocation Support: For those moving from out of town, we&apos;re here to help you make a smooth transition to your new home in Vietnam.</li><li>Clear Career Pathways to Senior Leadership: With our rapid expansion, you&apos;ll find unparalleled opportunities for professional growth and advancement into high-level leadership roles.</li><li>A Collaborative and Innovative Environment: Work alongside brilliant minds who are passionate about revolutionizing sustainable transportation.</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/biw-lead-engineer-at-vinfast-4095444851?lg=en&_l=en",
    "job_posting_id": "4095444851",
    "job_title": "BIW Lead Engineer",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "Job Description : Liaise with, support, and work alongside ESP and VF teams during the development, validation, and launch phases. Work in a team environment, potentially collaborating with external contractors and suppliers, to design or modify vehicle parts. Establish and maintain a Body organization capable of supporting VinFast’s rapidly growing business and objectives. Technical skills required 8+years experience in automotive or related industries. Experience on directing a team or department Bachelor’s degree in Engineering (Mechanical, Automotive, Electrical Engineering). Demonstrated agility in operating within matrixed organizations and teams. High proficiency in written and spoken English. Highly organized Effective communicator and able to build strong relationships with cross-functional teams from different areas of the company and with the key supplier. Motivational skills In-depth knowledge in Body engineering Highly motivated, self-starter, and active learner with strong interpersonal skills. Demonstrated ability to perform successfully in multi-national relationships. Demonstrate a high degree of resilience and ability to deal with high pressure situations using a logical data driven approach. Be accountable for delivery and demonstrate strong organizational skills. Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "9 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "2103",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-01-05T06:44:58.554Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong>Job Description</strong>:</p><ul><li>Liaise with, support, and work alongside ESP and VF teams during the development, validation, and launch phases.</li><li>Work in a team environment, potentially collaborating with external contractors and suppliers, to design or modify vehicle parts.</li><li>Establish and maintain a Body organization capable of supporting VinFast&#x2019;s rapidly growing business and objectives.</li></ul><p><strong>Technical skills required</strong> </p><ul><li>8+years experience in automotive or related industries. </li><li>Experience on directing a team or department </li><li>Bachelor&#x2019;s degree in Engineering (Mechanical, Automotive, Electrical Engineering). </li><li>Demonstrated agility in operating within matrixed organizations and teams. </li><li>High proficiency in written and spoken English. </li><li>Highly organized </li><li>Effective communicator and able to build strong relationships with cross-functional teams from different areas of the company and with the key supplier. </li><li>Motivational skills </li><li>In-depth knowledge in Body engineering </li><li>Highly motivated, self-starter, and active learner with strong interpersonal skills. Demonstrated ability to perform successfully in multi-national relationships. </li><li>Demonstrate a high degree of resilience and ability to deal with high pressure situations using a logical data driven approach. </li><li>Be accountable for delivery and demonstrate strong organizational skills.</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/chuy%C3%AAn-vi%C3%AAn-%C4%91i%E1%BB%81u-ph%E1%BB%91i-h%C3%A0ng-xu%E1%BA%A5t-nh%C3%A0-m%C3%A1y-h%C3%A0-t%C4%A9nh-at-vinfast-4283870590?_l=en",
    "job_posting_id": "4283870590",
    "job_title": "Chuyên viên Điều phối Hàng Xuất (Nhà máy Hà Tĩnh)",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hà Tĩnh, Ha Tinh, Vietnam",
    "job_summary": "Quản lý giao nhận và lưu trữ chứng từ đăng kiểm xe (COC) theo đúng quy trình và số VIN. Phối hợp các bộ phận liên quan để xử lý các vấn đề phát sinh trong quá trình xuất – nhập kho và giao nhận xe. Kiểm soát tiến độ xuất xe, biên bản bàn giao, thu hồi và lưu trữ chứng từ với các bên vận tải. Theo dõi, tổng hợp và báo cáo số liệu theo yêu cầu của cấp quản lý. Thực hiện các công việc khác theo phân công. Requirements Tốt nghiệp Cao đẳng/Đại học chuyên ngành Kinh tế, Kế toán, Logistics hoặc các ngành liên quan. Tối thiểu 2 năm kinh nghiệm ở vị trí kế toán kho, điều phối, hoặc vận hành kho bãi. Sử dụng tốt Excel và ưu tiên ứng viên có kinh nghiệm với SAP, MES. Kỹ năng giao tiếp, phối hợp và làm việc nhóm tốt. Cẩn thận, chủ động, linh hoạt và chịu được áp lực cao. Có thể làm việc theo ca (áp dụng với vị trí Nhân viên Kho). Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Other",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 month ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": null,
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-04T16:53:50.446Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Qu&#x1EA3;n l&#xFD; giao nh&#x1EAD;n v&#xE0; l&#x1B0;u tr&#x1EEF; ch&#x1EE9;ng t&#x1EEB; &#x111;&#x103;ng ki&#x1EC3;m xe (COC) theo &#x111;&#xFA;ng quy tr&#xEC;nh v&#xE0; s&#x1ED1; VIN. </li><li> Ph&#x1ED1;i h&#x1EE3;p c&#xE1;c b&#x1ED9; ph&#x1EAD;n li&#xEA;n quan &#x111;&#x1EC3; x&#x1EED; l&#xFD; c&#xE1;c v&#x1EA5;n &#x111;&#x1EC1; ph&#xE1;t sinh trong qu&#xE1; tr&#xEC;nh xu&#x1EA5;t &#x2013; nh&#x1EAD;p kho v&#xE0; giao nh&#x1EAD;n xe. </li><li> Ki&#x1EC3;m so&#xE1;t ti&#x1EBF;n &#x111;&#x1ED9; xu&#x1EA5;t xe, bi&#xEA;n b&#x1EA3;n b&#xE0;n giao, thu h&#x1ED3;i v&#xE0; l&#x1B0;u tr&#x1EEF; ch&#x1EE9;ng t&#x1EEB; v&#x1EDB;i c&#xE1;c b&#xEA;n v&#x1EAD;n t&#x1EA3;i. </li><li> Theo d&#xF5;i, t&#x1ED5;ng h&#x1EE3;p v&#xE0; b&#xE1;o c&#xE1;o s&#x1ED1; li&#x1EC7;u theo y&#xEA;u c&#x1EA7;u c&#x1EE7;a c&#x1EA5;p qu&#x1EA3;n l&#xFD;. </li><li> Th&#x1EF1;c hi&#x1EC7;n c&#xE1;c c&#xF4;ng vi&#x1EC7;c kh&#xE1;c theo ph&#xE2;n c&#xF4;ng. <br><br></li></ul><strong>Requirements<br><br></strong><ul><li> T&#x1ED1;t nghi&#x1EC7;p Cao &#x111;&#x1EB3;ng/&#x110;&#x1EA1;i h&#x1ECD;c chuy&#xEA;n ng&#xE0;nh Kinh t&#x1EBF;, K&#x1EBF; to&#xE1;n, Logistics ho&#x1EB7;c c&#xE1;c ng&#xE0;nh li&#xEA;n quan. </li><li> T&#x1ED1;i thi&#x1EC3;u 2 n&#x103;m kinh nghi&#x1EC7;m &#x1EDF; v&#x1ECB; tr&#xED; k&#x1EBF; to&#xE1;n kho, &#x111;i&#x1EC1;u ph&#x1ED1;i, ho&#x1EB7;c v&#x1EAD;n h&#xE0;nh kho b&#xE3;i. </li><li> S&#x1EED; d&#x1EE5;ng t&#x1ED1;t Excel v&#xE0; &#x1B0;u ti&#xEA;n &#x1EE9;ng vi&#xEA;n c&#xF3; kinh nghi&#x1EC7;m v&#x1EDB;i SAP, MES. </li><li> K&#x1EF9; n&#x103;ng giao ti&#x1EBF;p, ph&#x1ED1;i h&#x1EE3;p v&#xE0; l&#xE0;m vi&#x1EC7;c nh&#xF3;m t&#x1ED1;t. </li><li> C&#x1EA9;n th&#x1EAD;n, ch&#x1EE7; &#x111;&#x1ED9;ng, linh ho&#x1EA1;t v&#xE0; ch&#x1ECB;u &#x111;&#x1B0;&#x1EE3;c &#xE1;p l&#x1EF1;c cao. </li><li> C&#xF3; th&#x1EC3; l&#xE0;m vi&#x1EC7;c theo ca (&#xE1;p d&#x1EE5;ng v&#x1EDB;i v&#x1ECB; tr&#xED; Nh&#xE2;n vi&#xEA;n Kho).</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/project-and-compliance-management-specialist-at-vinfast-4289437890?_l=en",
    "job_posting_id": "4289437890",
    "job_title": "Project and Compliance Management Specialist",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "VINFAST is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence. In this role, you will be instrumental in the Battery Cell Institute, using your extensive skills to process and analyze large volumes of data. You will collaborate with diverse teams, including Engineering, Quality Control and VINFAST suppliers, to create cutting-edge solutions that will drive the future of transportation. Project Planning & Control Responsible for developing both overall and detailed plans for R&D projects at the Cell Battery Institute. Proactively and continuously monitor project progress, ensuring adherence to key milestones; provide regular reports to senior management and relevant stakeholders. Frequently coordinate with related departments (R&D, Manufacturing, Procurement, Quality, Legal, etc.) to ensure project execution aligns with the approved timeline and quality standards. Risk Management & Solutions Identify and assess all risks that may affect project schedule, quality, or budget. Propose and implement optimal solutions to minimize risks and address arising issues. Ensure relevant teams commit to and execute the agreed action plans effectively. Material & Cost Management Manage material planning for project needs, in collaboration with Procurement and Warehouse departments. Monitor and control the project’s Bill of Materials (BOM) costs, ensuring they remain within the approved budget. Compliance with Technical Standards & Regulations Update and apply corporate (VF) technical standards in the testing of battery cells and packs. Ensure full compliance with quality, safety, and environmental regulations throughout the development and testing phases. Project Documentation & Communication Establish and maintain a scientific, comprehensive, and easily accessible project documentation system. Clearly communicate project progress and changes to all relevant stakeholders in a timely manner. Requirements Education Bachelor’s degree or higher in Project Management, Electrical Engineering, Mechatronics, Chemistry, Materials Science, Mechanical Engineering, or other related fields. Candidates holding professional project management certifications such as PMP, Prince2, or equivalent are preferred. Experience Minimum of 3–5 years of experience in technical project management, manufacturing, or R&D, preferably in sectors such as batteries, accumulators, electronics, electric vehicles, or renewable energy. Proven experience in managing projects from concept development to product certification and mass production. Technical Knowledge Solid understanding of technical product development processes, especially energy storage systems (battery packs, cells, BMS, etc.). Familiarity with technical standards, testing procedures, and legal regulations related to battery products or similar industrial technologies. Basic knowledge of cost management, BOM control, technical material planning, and product certification workflows. Skills Strong project management skills, including planning, progress tracking, risk analysis, budget control, and resource coordination. Excellent communication and cross-functional collaboration skills across departments and with external partners. Strong analytical and problem-solving abilities, with the capacity to make fast, effective decisions in dynamic environments. Proficient in project management tools such as Microsoft Project, Jira, Trello, or ERP systems like SAP, Oracle, etc. Personal Attributes Proactive, able to handle high pressure and manage multiple tasks simultaneously. Logical, systematic thinker with a high sense of responsibility and strong result-oriented mindset. Willingness to learn new technologies and work in an innovative and evolving environment. Languages Fluent in English, with the ability to read and understand technical documents and communication skills (spoken and written) and the ability to work with international partners are preferred. By sending your application, you confirm that you have read Vingroup's Personal Data Protection Policy (\"Policy\") published on the website: https://vinfast.vn/privacy-policy/ , agree to the contents of the Policy, and consent to our processing of your personal data in your application according to the legal regulations on personal data protection. To all recruitment agencies :VinFast does not accept agency resumes. Please do not forward resumes to our careers alias or other VinFast employees. VinFast is not responsible for any fees related to unsolicited resumes. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Project Management and Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 month ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "433",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-04T22:15:32.880Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          VINFAST is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence.<br><br>In this role, you will be instrumental in the Battery Cell Institute, using your extensive skills to process and analyze large volumes of data. You will collaborate with diverse teams, including Engineering, Quality Control and VINFAST suppliers, to create cutting-edge solutions that will drive the future of transportation.<br><br><ul><li> Project Planning &amp; Control</li><li> Responsible for developing both overall and detailed plans for R&amp;D projects at the Cell Battery Institute. </li><li> Proactively and continuously monitor project progress, ensuring adherence to key milestones; provide regular reports to senior management and relevant stakeholders. </li><li> Frequently coordinate with related departments (R&amp;D, Manufacturing, Procurement, Quality, Legal, etc.) to ensure project execution aligns with the approved timeline and quality standards. </li><li> Risk Management &amp; Solutions</li><li> Identify and assess all risks that may affect project schedule, quality, or budget. </li><li> Propose and implement optimal solutions to minimize risks and address arising issues. </li><li> Ensure relevant teams commit to and execute the agreed action plans effectively. </li><li> Material &amp; Cost Management</li><li> Manage material planning for project needs, in collaboration with Procurement and Warehouse departments. </li><li> Monitor and control the project&#x2019;s Bill of Materials (BOM) costs, ensuring they remain within the approved budget. </li><li> Compliance with Technical Standards &amp; Regulations</li><li> Update and apply corporate (VF) technical standards in the testing of battery cells and packs. </li><li> Ensure full compliance with quality, safety, and environmental regulations throughout the development and testing phases. </li><li> Project Documentation &amp; Communication</li><li> Establish and maintain a scientific, comprehensive, and easily accessible project documentation system. </li><li> Clearly communicate project progress and changes to all relevant stakeholders in a timely manner. <br><br></li></ul><strong>Requirements<br><br></strong><ul><li> Education</li><li> Bachelor&#x2019;s degree or higher in Project Management, Electrical Engineering, Mechatronics, Chemistry, Materials Science, Mechanical Engineering, or other related fields. </li><li> Candidates holding professional project management certifications such as PMP, Prince2, or equivalent are preferred. </li><li> Experience</li><li> Minimum of 3&#x2013;5 years of experience in technical project management, manufacturing, or R&amp;D, preferably in sectors such as batteries, accumulators, electronics, electric vehicles, or renewable energy. </li><li> Proven experience in managing projects from concept development to product certification and mass production. </li><li> Technical Knowledge</li><li> Solid understanding of technical product development processes, especially energy storage systems (battery packs, cells, BMS, etc.). </li><li> Familiarity with technical standards, testing procedures, and legal regulations related to battery products or similar industrial technologies. </li><li> Basic knowledge of cost management, BOM control, technical material planning, and product certification workflows. </li><li> Skills</li><li> Strong project management skills, including planning, progress tracking, risk analysis, budget control, and resource coordination. </li><li> Excellent communication and cross-functional collaboration skills across departments and with external partners. </li><li> Strong analytical and problem-solving abilities, with the capacity to make fast, effective decisions in dynamic environments. </li><li> Proficient in project management tools such as Microsoft Project, Jira, Trello, or ERP systems like SAP, Oracle, etc. </li><li> Personal Attributes</li><li> Proactive, able to handle high pressure and manage multiple tasks simultaneously. </li><li> Logical, systematic thinker with a high sense of responsibility and strong result-oriented mindset. </li><li> Willingness to learn new technologies and work in an innovative and evolving environment. </li><li> Languages</li><li> Fluent in English, with the ability to read and understand technical documents and communication skills (spoken and written) and the ability to work with international partners are preferred. <br><br></li></ul><em> By sending your application, you confirm that you have read Vingroup&apos;s Personal Data Protection Policy (&quot;Policy&quot;) published on the website: https://vinfast.vn/privacy-policy/ </em><strong><em> , </em></strong><em> agree to the contents of the Policy, and consent to our processing of your personal data in your application according to the legal regulations on personal data protection. <br><br></em><em> <strong> To all recruitment agencies </strong> :VinFast <em><strong> does not </strong> accept agency resumes. Please do not forward resumes to our careers alias or other VinFast employees. VinFast is not responsible for any fees related to unsolicited resumes.</em></em>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/chief-sales-officer-electric-bus-philippines-canada-indonesia-at-vinfast-4296384763?_l=en",
    "job_posting_id": "4296384763",
    "job_title": "Chief Sales Officer Electric Bus (Philippines, Canada, Indonesia)",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Metro Manila",
    "job_summary": "Define and execute sales strategy for the electric bus business to achieve revenue and market share targets. Lead business development, tender management, and customer acquisition (government, fleet operators, private enterprises). Build and manage strategic partnerships with dealers, distributors, and key stakeholders. Oversee pricing, contract negotiations, and sales process optimization. Monitor market trends, policies, and competitor activities to drive business growth. Represent the company in industry forums and government relations related to e-mobility. Build, mentor, and lead a high-performing sales team. Requirements Bachelor’s degree in Business, Economics, Engineering, or related field. 15+ years of proven track record in sales leadership, preferably in commercial vehicles / EV / bus industry. Strong understanding of government tenders, fleet sales, and public transport ecosystem. Excellent negotiation, stakeholder management, and leadership skills. Ability to operate in a dynamic, fast-growing EV market. Benefits Competitive executive package with performance-based incentives. Health and insurance coverage. Opportunity to lead the transformation of public transport through e-mobility. Show more Show less",
    "job_seniority_level": "Director",
    "job_function": "Sales",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 weeks ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "7741",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-06T22:28:15.879Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <li><p>Define and execute sales strategy for the electric bus business to achieve revenue and market share targets.<br></p></li><li><p>Lead business development, tender management, and customer acquisition (government, fleet operators, private enterprises).<br></p></li><li><p>Build and manage strategic partnerships with dealers, distributors, and key stakeholders.<br></p></li><li><p>Oversee pricing, contract negotiations, and sales process optimization.<br></p></li><li><p>Monitor market trends, policies, and competitor activities to drive business growth.<br></p></li><li><p>Represent the company in industry forums and government relations related to e-mobility.<br></p></li><li><p>Build, mentor, and lead a high-performing sales team.<br><br><br><br></p></li>Requirements<br><br><li><p>Bachelor&#x2019;s degree in Business, Economics, Engineering, or related field.<br></p></li><li><p>15+ years of proven track record in sales leadership, preferably in commercial vehicles / EV / bus industry.<br></p></li><li><p>Strong understanding of government tenders, fleet sales, and public transport ecosystem.<br></p></li><li><p>Excellent negotiation, stakeholder management, and leadership skills.<br></p></li><li><p>Ability to operate in a dynamic, fast-growing EV market.<br><br><br></p></li>Benefits<br><br><li><p>Competitive executive package with performance-based incentives.<br></p></li><li><p>Health and insurance coverage.<br></p></li><li><p>Opportunity to lead the transformation of public transport through e-mobility.<br><br><br><br></p></li>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/chuy%C3%AAn-vi%C3%AAn-t%C6%B0-v%E1%BA%A5n-k%E1%BB%B9-thu%E1%BA%ADt-t%E1%BB%AB-xa-at-vinfast-4277999762?_l=en",
    "job_posting_id": "4277999762",
    "job_title": "Chuyên viên Tư vấn Kỹ thuật từ xa",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Noi Xá, Vietnam",
    "job_summary": "Tiếp nhận cuộc gọi và yêu cầu từ khách hàng qua hotline kỹ thuật, hỗ trợ xử lý các sự cố liên quan đến xe VinFast. Hướng dẫn khách hàng thao tác cơ bản qua điện thoại để kiểm tra và khắc phục sự cố kỹ thuật ban đầu. Giải thích rõ ràng, dễ hiểu các vấn đề kỹ thuật, thông báo tình trạng xe hoặc hướng dẫn khách hàng sử dụng tính năng xe đúng cách. Kết nối và điều phối với các bộ phận liên quan (đội cứu hộ, kỹ thuật lưu động, trung tâm dịch vụ) để hỗ trợ kịp thời cho khách hàng. Ghi nhận đầy đủ nội dung cuộc gọi và thông tin kỹ thuật vào hệ thống CRM hoặc phần mềm hỗ trợ kỹ thuật của VinFast. Tư vấn giải pháp phù hợp cho khách hàng trong từng tình huống (xe không khởi động, sạc lỗi, đèn báo bất thường, v.v.). Phối hợp với nhóm kỹ thuật và chăm sóc khách hàng để phản hồi các vấn đề lặp lại hoặc có nguy cơ cao, từ đó cải thiện chất lượng sản phẩm và dịch vụ. Requirements Tốt nghiệp Đại học trở lên chuyên ngành Kỹ thuật ô tô, Cơ điện tử, hoặc các ngành liên quan. Có kiến thức tốt về hệ thống điện, điện tử và vận hành xe ô tô (ưu tiên xe điện). Kỹ năng giao tiếp qua điện thoại rõ ràng, dễ hiểu, có khả năng hướng dẫn khách hàng không chuyên một cách hiệu quả. Từ 2-3 năm kinh nghiệm làm việc ở vị trí tương đương: cố vấn dịch vụ, kỹ thuật viên xưởng dịch vụ, chăm sóc khách hàng kỹ thuật. Thành thạo tin học văn phòng, có kinh nghiệm sử dụng CRM hoặc phần mềm quản lý dịch vụ là điểm cộng. Có khả năng làm việc theo ca, kể cả cuối tuần và ngày lễ theo phân công. Bình tĩnh, kiên nhẫn, có tinh thần dịch vụ và kỹ năng xử lý tình huống tốt. Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Other",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": null,
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-08-05T14:05:36.435Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Ti&#x1EBF;p nh&#x1EAD;n cu&#x1ED9;c g&#x1ECD;i v&#xE0; y&#xEA;u c&#x1EA7;u t&#x1EEB; kh&#xE1;ch h&#xE0;ng qua hotline k&#x1EF9; thu&#x1EAD;t, h&#x1ED7; tr&#x1EE3; x&#x1EED; l&#xFD; c&#xE1;c s&#x1EF1; c&#x1ED1; li&#xEA;n quan &#x111;&#x1EBF;n xe VinFast. </li><li> H&#x1B0;&#x1EDB;ng d&#x1EAB;n kh&#xE1;ch h&#xE0;ng thao t&#xE1;c c&#x1A1; b&#x1EA3;n qua &#x111;i&#x1EC7;n tho&#x1EA1;i &#x111;&#x1EC3; ki&#x1EC3;m tra v&#xE0; kh&#x1EAF;c ph&#x1EE5;c s&#x1EF1; c&#x1ED1; k&#x1EF9; thu&#x1EAD;t ban &#x111;&#x1EA7;u. </li><li> Gi&#x1EA3;i th&#xED;ch r&#xF5; r&#xE0;ng, d&#x1EC5; hi&#x1EC3;u c&#xE1;c v&#x1EA5;n &#x111;&#x1EC1; k&#x1EF9; thu&#x1EAD;t, th&#xF4;ng b&#xE1;o t&#xEC;nh tr&#x1EA1;ng xe ho&#x1EB7;c h&#x1B0;&#x1EDB;ng d&#x1EAB;n kh&#xE1;ch h&#xE0;ng s&#x1EED; d&#x1EE5;ng t&#xED;nh n&#x103;ng xe &#x111;&#xFA;ng c&#xE1;ch. </li><li> K&#x1EBF;t n&#x1ED1;i v&#xE0; &#x111;i&#x1EC1;u ph&#x1ED1;i v&#x1EDB;i c&#xE1;c b&#x1ED9; ph&#x1EAD;n li&#xEA;n quan (&#x111;&#x1ED9;i c&#x1EE9;u h&#x1ED9;, k&#x1EF9; thu&#x1EAD;t l&#x1B0;u &#x111;&#x1ED9;ng, trung t&#xE2;m d&#x1ECB;ch v&#x1EE5;) &#x111;&#x1EC3; h&#x1ED7; tr&#x1EE3; k&#x1ECB;p th&#x1EDD;i cho kh&#xE1;ch h&#xE0;ng. </li><li> Ghi nh&#x1EAD;n &#x111;&#x1EA7;y &#x111;&#x1EE7; n&#x1ED9;i dung cu&#x1ED9;c g&#x1ECD;i v&#xE0; th&#xF4;ng tin k&#x1EF9; thu&#x1EAD;t v&#xE0;o h&#x1EC7; th&#x1ED1;ng CRM ho&#x1EB7;c ph&#x1EA7;n m&#x1EC1;m h&#x1ED7; tr&#x1EE3; k&#x1EF9; thu&#x1EAD;t c&#x1EE7;a VinFast. </li><li> T&#x1B0; v&#x1EA5;n gi&#x1EA3;i ph&#xE1;p ph&#xF9; h&#x1EE3;p cho kh&#xE1;ch h&#xE0;ng trong t&#x1EEB;ng t&#xEC;nh hu&#x1ED1;ng (xe kh&#xF4;ng kh&#x1EDF;i &#x111;&#x1ED9;ng, s&#x1EA1;c l&#x1ED7;i, &#x111;&#xE8;n b&#xE1;o b&#x1EA5;t th&#x1B0;&#x1EDD;ng, v.v.). </li><li> Ph&#x1ED1;i h&#x1EE3;p v&#x1EDB;i nh&#xF3;m k&#x1EF9; thu&#x1EAD;t v&#xE0; ch&#x103;m s&#xF3;c kh&#xE1;ch h&#xE0;ng &#x111;&#x1EC3; ph&#x1EA3;n h&#x1ED3;i c&#xE1;c v&#x1EA5;n &#x111;&#x1EC1; l&#x1EB7;p l&#x1EA1;i ho&#x1EB7;c c&#xF3; nguy c&#x1A1; cao, t&#x1EEB; &#x111;&#xF3; c&#x1EA3;i thi&#x1EC7;n ch&#x1EA5;t l&#x1B0;&#x1EE3;ng s&#x1EA3;n ph&#x1EA9;m v&#xE0; d&#x1ECB;ch v&#x1EE5;. <br><br></li></ul><strong>Requirements<br><br></strong><ul><li> T&#x1ED1;t nghi&#x1EC7;p &#x110;&#x1EA1;i h&#x1ECD;c tr&#x1EDF; l&#xEA;n chuy&#xEA;n ng&#xE0;nh K&#x1EF9; thu&#x1EAD;t &#xF4; t&#xF4;, C&#x1A1; &#x111;i&#x1EC7;n t&#x1EED;, ho&#x1EB7;c c&#xE1;c ng&#xE0;nh li&#xEA;n quan. </li><li> C&#xF3; ki&#x1EBF;n th&#x1EE9;c t&#x1ED1;t v&#x1EC1; h&#x1EC7; th&#x1ED1;ng &#x111;i&#x1EC7;n, &#x111;i&#x1EC7;n t&#x1EED; v&#xE0; v&#x1EAD;n h&#xE0;nh xe &#xF4; t&#xF4; (&#x1B0;u ti&#xEA;n xe &#x111;i&#x1EC7;n). </li><li> K&#x1EF9; n&#x103;ng giao ti&#x1EBF;p qua &#x111;i&#x1EC7;n tho&#x1EA1;i r&#xF5; r&#xE0;ng, d&#x1EC5; hi&#x1EC3;u, c&#xF3; kh&#x1EA3; n&#x103;ng h&#x1B0;&#x1EDB;ng d&#x1EAB;n kh&#xE1;ch h&#xE0;ng kh&#xF4;ng chuy&#xEA;n m&#x1ED9;t c&#xE1;ch hi&#x1EC7;u qu&#x1EA3;. </li><li> T&#x1EEB; 2-3 n&#x103;m kinh nghi&#x1EC7;m l&#xE0;m vi&#x1EC7;c &#x1EDF; v&#x1ECB; tr&#xED; t&#x1B0;&#x1A1;ng &#x111;&#x1B0;&#x1A1;ng: c&#x1ED1; v&#x1EA5;n d&#x1ECB;ch v&#x1EE5;, k&#x1EF9; thu&#x1EAD;t vi&#xEA;n x&#x1B0;&#x1EDF;ng d&#x1ECB;ch v&#x1EE5;, ch&#x103;m s&#xF3;c kh&#xE1;ch h&#xE0;ng k&#x1EF9; thu&#x1EAD;t. </li><li> Th&#xE0;nh th&#x1EA1;o tin h&#x1ECD;c v&#x103;n ph&#xF2;ng, c&#xF3; kinh nghi&#x1EC7;m s&#x1EED; d&#x1EE5;ng CRM ho&#x1EB7;c ph&#x1EA7;n m&#x1EC1;m qu&#x1EA3;n l&#xFD; d&#x1ECB;ch v&#x1EE5; l&#xE0; &#x111;i&#x1EC3;m c&#x1ED9;ng. </li><li> C&#xF3; kh&#x1EA3; n&#x103;ng l&#xE0;m vi&#x1EC7;c theo ca, k&#x1EC3; c&#x1EA3; cu&#x1ED1;i tu&#x1EA7;n v&#xE0; ng&#xE0;y l&#x1EC5; theo ph&#xE2;n c&#xF4;ng. </li><li> B&#xEC;nh t&#x129;nh, ki&#xEA;n nh&#x1EAB;n, c&#xF3; tinh th&#x1EA7;n d&#x1ECB;ch v&#x1EE5; v&#xE0; k&#x1EF9; n&#x103;ng x&#x1EED; l&#xFD; t&#xEC;nh hu&#x1ED1;ng t&#x1ED1;t.</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/digital-marketing-manager-at-vinfast-4295147218?_l=en",
    "job_posting_id": "4295147218",
    "job_title": "Digital Marketing Manager",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "Job Overview: VinFast is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence. Location: Hanoi Responsibilities: Develop and execute an integrated Digital Marketing strategy aligned with VinFast’s brand direction and business objectives. Manage, coordinate, and oversee all digital activities, including website, social media, paid media, SEO/SEM, CRM (lead management), and content. Collaborate with internal departments and external agencies to implement integrated Digital Marketing campaigns. Manage the digital marketing budget, ensuring cost optimization and strong return on investment (ROI). Monitor and analyze performance reports, providing continuous improvement recommendations. Build, train, and develop the Digital Marketing team. Requirements: Bachelor’s degree in Marketing, Communications, Business Administration, or a related field. 5+ years of experience in Digital Marketing, with at least 3 years in a managerial role. Strong knowledge of digital channels and tools: SEO, SEM, paid advertising, content, social media, CRM, and data analytics. Proven leadership, project management, and budget management skills. Strategic thinking, strong analytical ability, and a keen sense of market trends. Proficiency in English. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Marketing",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 month ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "5690",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-04T22:19:27.061Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong>Job Overview:</strong></p><p>VinFast is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence.</p><p><br></p><p><strong>Location: Hanoi</strong></p><p><strong>Responsibilities:</strong></p><ul><li>Develop and execute an integrated Digital Marketing strategy aligned with VinFast&#x2019;s brand direction and business objectives.</li><li>Manage, coordinate, and oversee all digital activities, including website, social media, paid media, SEO/SEM, CRM (lead management), and content.</li><li>Collaborate with internal departments and external agencies to implement integrated Digital Marketing campaigns.</li><li>Manage the digital marketing budget, ensuring cost optimization and strong return on investment (ROI).</li><li>Monitor and analyze performance reports, providing continuous improvement recommendations.</li><li>Build, train, and develop the Digital Marketing team.</li></ul><p><strong>Requirements:</strong></p><ul><li>Bachelor&#x2019;s degree in Marketing, Communications, Business Administration, or a related field.</li><li>5+ years of experience in Digital Marketing, with at least 3 years in a managerial role.</li><li>Strong knowledge of digital channels and tools: SEO, SEM, paid advertising, content, social media, CRM, and data analytics.</li><li>Proven leadership, project management, and budget management skills.</li><li>Strategic thinking, strong analytical ability, and a keen sense of market trends.</li><li>Proficiency in English.</li></ul><p></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/fusa-engineer-at-vinfast-4281524975?_l=en",
    "job_posting_id": "4281524975",
    "job_title": "Fusa Engineer",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "VINFAST is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence. In this role, you will be instrumental in the Battery Pack Center, using your extensive skills to process and analyze large volumes of data. You will collaborate with diverse teams, including Engineering, Quality Control and VINFAST suppliers, to create cutting-edge solutions that will drive the future of transportation. Develop functional safety related requirements for BMS project Verify and Validate of functional safety related activities from supplier TSR and TSC has to be handled and provide the inputs to Software developers Decompose of ASIL with respect to the requirements Hazard analysis and risk assessment (HARA), including SFMEA/FMEA/FTA/FMEDA & DFMEA etc. Support the system/software team to do the safety related design and tests Interface between the VF functional safety team and the customer team Requirements Master/Bachelor's degree in Engineering (Electrical\\Electronics\\Computer science\\Instrumentation\\Mechatronics) Experience in BMS ECU including embedded software Functional safety requirment and concept development according to system requirements Experience in FMEA/FTA/FMEDA/DFMEA etc.. Ability to communicate advanced and complex concepts and ideas persuasively and concisely to all levels of the business Well organized and good at understanding of the Function safety concept and ASIL level classification At least 3 years’ experience of functional safety development of vehicle control systems (BMS, EMS, HCU, etc.) Experience of control system requirements capture, algorithm design and testing Analytical approach to developing controls algorithms in an automotive environment Item definition for Battery Management System with control systems knowledge Hazard analysis and risk assessment (HARA), including SFMEA/FMEA/FTA/FMEDA & DFMEA etc. Functional safety concept development and process management Functional safety technical requirement development Customer interfacing for technical elements of projects By sending your application, you confirm that you have read Vingroup's Personal Data Protection Policy (\"Policy\") published on the website: https://vinfast.vn/privacy-policy/ , agree to the contents of the Policy, and consent to our processing of your personal data in your application according to the legal regulations on personal data protection. To all recruitment agencies :VinFast does not accept agency resumes. Please do not forward resumes to our careers alias or other VinFast employees. VinFast is not responsible for any fees related to unsolicited resumes. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 month ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "10",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-04T15:17:20.019Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p>VINFAST is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence.<br></p><p>In this role, you will be instrumental in the Battery Pack Center, using your extensive skills to process and analyze large volumes of data. You will collaborate with diverse teams, including Engineering, Quality Control and VINFAST suppliers, to create cutting-edge solutions that will drive the future of transportation.<br></p><ul> <li>Develop functional safety related requirements for BMS project <br></li> <li>Verify and Validate of functional safety related activities from supplier <br></li> <li>TSR and TSC has to be handled and provide the inputs to Software developers<br></li> <li>Decompose of ASIL with respect to the requirements<br></li> <li>Hazard analysis and risk assessment (HARA), including SFMEA/FMEA/FTA/FMEDA &amp; DFMEA etc.   <br></li> <li>Support the system/software team to do the safety related design and tests<br></li> <li>Interface between the VF functional safety team and the customer team<br><br><br><br></li></ul>Requirements<br><br><ul> <li>Master/Bachelor&apos;s degree in Engineering (Electrical\\Electronics\\Computer science\\Instrumentation\\Mechatronics)<br></li> <li>Experience in BMS ECU including embedded software Functional safety requirment and concept development according to system requirements<br></li> <li>Experience in FMEA/FTA/FMEDA/DFMEA etc..<br></li> <li>Ability to communicate advanced and complex concepts and ideas persuasively and concisely to all levels of the business<br></li> <li>Well organized and good at understanding of the Function safety concept and ASIL level classification<br></li> <li>At least 3 years&#x2019; experience of functional safety development of vehicle control systems (BMS, EMS, HCU, etc.)   <br></li> <li>Experience of control system requirements capture, algorithm design and testing <br></li> <li>Analytical approach to developing controls algorithms in an automotive environment<br></li> <li>Item definition for Battery Management System with control systems knowledge<br></li> <li>Hazard analysis and risk assessment (HARA), including SFMEA/FMEA/FTA/FMEDA &amp; DFMEA etc.   <br></li> <li>Functional safety concept development and process management <br></li> <li>Functional safety technical requirement development <br></li> <li>Customer interfacing for technical elements of projects <br><br></li></ul><p><em>By sending your application, you confirm that you have read Vingroup&apos;s Personal Data Protection Policy (&quot;Policy&quot;) published on the website: https://vinfast.vn/privacy-policy/</em><strong><em>, </em></strong><em>agree to the contents of the Policy, and consent to our processing of your personal data in your application according to the legal regulations on personal data protection.<br></em></p><em><strong>To all recruitment agencies</strong>:VinFast <em><strong>does not</strong> accept agency resumes. Please do not forward resumes to our careers alias or other VinFast employees. VinFast is not responsible for any fees related to unsolicited resumes.<br><br><br><br></em></em>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/chief-marketing-officer-at-vinfast-4297838167?_l=en",
    "job_posting_id": "4297838167",
    "job_title": "Chief Marketing Officer",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Gurgaon, Haryana, India",
    "job_summary": "Key Responsibilities Strategy & Leadership Define and execute the overall marketing vision and strategy for VinFast India. Position VinFast as a trusted, innovative, and customer-focused brand in the Indian market. Align local strategies with global direction while ensuring cultural and market relevance. Brand & Communications Develop and manage brand positioning and storytelling for India. Oversee advertising, PR, partnerships, and corporate communications. Build strong brand awareness, credibility, and customer trust. Market Growth & Customer Engagement Lead integrated marketing campaigns across digital, offline, events, and partnerships. Drive customer acquisition, retention, and loyalty programs. Use data and insights to continuously optimize customer experience. Digital & Innovation Build a digital-first marketing ecosystem across channels including social, performance marketing, CRM, and e-commerce. Introduce innovative marketing practices that resonate with India’s diverse consumer segments. Monitor performance and ensure marketing investments deliver strong ROI. Team & Collaboration Build and lead a high-performing Indian marketing team. Collaborate with sales, product, and global teams to ensure integrated execution. Represent marketing as part of the India leadership team. Requirements Bachelor’s degree in Marketing, Business Administration, or related field; MBA preferred. 15+ years of progressive marketing experience, with at least 5 years in a senior leadership role. Strong background in brand-building, market growth, and digital transformation . Experience in India market leadership, ideally with exposure to multinational environments. Proven ability to launch or scale brands in competitive industries. Excellent leadership, communication, and stakeholder management skills. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "3 weeks ago",
    "job_num_applicants": 59,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "716",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-14T19:29:32.984Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <br><strong>Key Responsibilities<br><br><br></strong><p><strong>Strategy &amp; Leadership<br></strong></p><ul> <li><p>Define and execute the overall marketing vision and strategy for VinFast India.<br></p> </li> <li><p>Position VinFast as a trusted, innovative, and customer-focused brand in the Indian market.<br></p> </li> <li><p>Align local strategies with global direction while ensuring cultural and market relevance.<br></p> </li></ul><p><strong>Brand &amp; Communications<br></strong></p><ul> <li><p>Develop and manage brand positioning and storytelling for India.<br></p> </li> <li><p>Oversee advertising, PR, partnerships, and corporate communications.<br></p> </li> <li><p>Build strong brand awareness, credibility, and customer trust.<br></p> </li></ul><p><strong>Market Growth &amp; Customer Engagement<br></strong></p><ul> <li><p>Lead integrated marketing campaigns across digital, offline, events, and partnerships.<br></p> </li> <li><p>Drive customer acquisition, retention, and loyalty programs.<br></p> </li> <li><p>Use data and insights to continuously optimize customer experience.<br></p> </li></ul><p><strong>Digital &amp; Innovation<br></strong></p><ul> <li><p>Build a <strong>digital-first marketing ecosystem</strong> across channels including social, performance marketing, CRM, and e-commerce.<br></p> </li> <li><p>Introduce innovative marketing practices that resonate with India&#x2019;s diverse consumer segments.<br></p> </li> <li><p>Monitor performance and ensure marketing investments deliver strong ROI.<br></p> </li></ul><p><strong>Team &amp; Collaboration<br></strong></p><ul> <li><p>Build and lead a high-performing Indian marketing team.<br></p> </li> <li><p>Collaborate with sales, product, and global teams to ensure integrated execution.<br></p> </li> <li><p>Represent marketing as part of the India leadership team.<br></p> <br><br><br></li></ul>Requirements<br><br><li><p>Bachelor&#x2019;s degree in Marketing, Business Administration, or related field; MBA preferred.<br></p> </li><li><p>15+ years of progressive marketing experience, with at least 5 years in a senior leadership role.<br></p> </li><li><p>Strong background in <strong>brand-building, market growth, and digital transformation</strong>.<br></p> </li><li><p>Experience in India market leadership, ideally with exposure to multinational environments.<br></p> </li><li><p>Proven ability to launch or scale brands in competitive industries.<br></p> </li><li><p>Excellent leadership, communication, and stakeholder management skills.<br></p></li>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/vehicle-integration-lead-engineer-interior-and-exterior-module-at-vinfast-4282481522?_l=en",
    "job_posting_id": "4282481522",
    "job_title": "Vehicle Integration Lead Engineer (Interior and Exterior Module)",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "Job Title: Vehicle Integration Lead Engineer Location: Hanoi, Vietnam Department: EBus Vehicle Development Institute Reports To: Vehicle Integration Manager Job Summary: The Vehicle Design and Integration Lead Engineer will oversee the design, development, and integration of both Interior and Exterior modules for electric bus platforms. This role ensures a seamless and cohesive integration of all interior and exterior systems, balancing design excellence, safety, functionality, and cost optimization. The ideal candidate combines deep technical expertise across interior comfort systems and exterior styling and aerodynamics, with strong strategic thinking and bench-marking skills to keep VinFast at the forefront of electric mobility innovation. Key Responsibilities: Module Design and Integration Leadership: • Lead end-to-end design and integration for Interior and Exterior modules, including HVAC, lighting, seating, trim, body panels, sealing systems, and aerodynamics. • Ensure designs meet functional, safety, durability, aesthetic, and ergonomic requirements. • Manage interface alignment between interior and exterior systems and the overall vehicle architecture. • Conduct competitor bench-marking to guide innovative design and performance enhancements. Regulatory and Compliance Oversight: • Interpret and apply applicable electric bus safety, ergonomic, environmental, and compliance regulations across both domains. • Ensure Interior and Exterior systems meet global and regional homologation and certification standards. • Coordinate with validation and homologation teams to resolve design compliance gaps. Critical Design Thinking & Cost Optimization: • Apply structured problem-solving to balance performance, user experience, manufacturability, and cost-effectiveness. • Lead BOM cost-down initiatives for interior and exterior modules while maintaining quality and functionality. • Research and integrate new materials, technologies, and manufacturing processes to maximize value and innovation. Cross-Functional Collaboration: • Collaborate with procurement, manufacturing, validation, and styling teams to ensure feasibility and excellence in design implementation. • Support timely issue resolution during design, prototyping, and SOP phases. • Facilitate smooth communication between Interior, Exterior, and other vehicle modules to prevent integration conflicts. • Engage closely with global Engineering Service Providers (ESPs) for project tracking, data analysis, and coordination. Process Improvement & Reporting: • Drive continuous improvement initiatives in design and integration workflows across both modules. • Leverage digital tools such as CATIA, CAD, CAE, PLM, and virtual validation to accelerate development cycles. • Prepare comprehensive technical documentation, integration reports, and executive summaries. • Track and report on industry trends and emerging technologies in Interior and Exterior domains for electric commercial vehicles. Requirements Qualifications: • Bachelor’s or Master’s degree in Mechanical, Automotive, Electrical, or Materials Engineering or related discipline. • Minimum of 5 years of experience in vehicle design and integration, preferably covering both interior and exterior systems in electric or ICE buses. • Strong knowledge of Interior systems (HVAC, lighting, seating, trim) and Exterior modules (body panels, sealing, aerodynamics, lighting). • Familiarity with global automotive regulatory standards and certification processes. • Demonstrated success in cost engineering and value optimization. Preferred Skills: • Expertise in both Interior and Exterior vehicle domains, including ergonomic design, structural aesthetics, and system integration. • Experience bench-marking competitor products and leveraging market trends to drive innovation. • Proficiency in CATIA, CAD, PLM, Teamcenter, CAE, JIRA, and ECR/DCR workflows. • Excellent communication, leadership, organizational, and analytical skills. • Detail-oriented, proactive, and results-driven mindset. What We Offer: A leadership role in a pioneering electric mobility company. Access to global expertise, advanced tools, and collaborative teams. A dynamic and innovative-driven work environment. Competitive compensation, benefits, and professional growth opportunities. Join VinFast and be part of a transformative journey toward sustainable transportation. If you're passionate about design excellence and building the future of electric mobility, we invite you to apply. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 month ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "1800",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-04T16:04:28.989Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong>Job Title:</strong> Vehicle Integration Lead Engineer<br> <strong>Location:</strong> Hanoi, Vietnam<br> <strong>Department:</strong> EBus Vehicle Development Institute<br> <strong>Reports To:</strong> Vehicle Integration Manager</p><p><strong>Job Summary:<br></strong></p><p>The Vehicle Design and Integration Lead Engineer will oversee the design, development, and integration of both Interior and Exterior modules for electric bus platforms. This role ensures a seamless and cohesive integration of all interior and exterior systems, balancing design excellence, safety, functionality, and cost optimization. The ideal candidate combines deep technical expertise across interior comfort systems and exterior styling and aerodynamics, with strong strategic thinking and bench-marking skills to keep VinFast at the forefront of electric mobility innovation.<br></p><p><strong>Key Responsibilities:<br></strong></p><li><strong>Module Design and Integration Leadership:<br></strong> &#x2022; Lead end-to-end design and integration for Interior and Exterior modules, including HVAC, lighting, seating, trim, body panels, sealing systems, and aerodynamics.<br> &#x2022; Ensure designs meet functional, safety, durability, aesthetic, and ergonomic requirements.<br> &#x2022; Manage interface alignment between interior and exterior systems and the overall vehicle architecture.<br> &#x2022; Conduct competitor bench-marking to guide innovative design and performance enhancements. </li><li><strong>Regulatory and Compliance Oversight:<br></strong> &#x2022; Interpret and apply applicable electric bus safety, ergonomic, environmental, and compliance regulations across both domains.<br> &#x2022; Ensure Interior and Exterior systems meet global and regional homologation and certification standards.<br> &#x2022; Coordinate with validation and homologation teams to resolve design compliance gaps. </li><li><strong>Critical Design Thinking &amp; Cost Optimization:<br></strong> &#x2022; Apply structured problem-solving to balance performance, user experience, manufacturability, and cost-effectiveness.<br> &#x2022; Lead BOM cost-down initiatives for interior and exterior modules while maintaining quality and functionality.<br> &#x2022; Research and integrate new materials, technologies, and manufacturing processes to maximize value and innovation. </li><li><strong>Cross-Functional Collaboration:<br></strong> &#x2022; Collaborate with procurement, manufacturing, validation, and styling teams to ensure feasibility and excellence in design implementation.<br> &#x2022; Support timely issue resolution during design, prototyping, and SOP phases.<br> &#x2022; Facilitate smooth communication between Interior, Exterior, and other vehicle modules to prevent integration conflicts.<br> &#x2022; Engage closely with global Engineering Service Providers (ESPs) for project tracking, data analysis, and coordination. </li><li><strong>Process Improvement &amp; Reporting:<br></strong> &#x2022; Drive continuous improvement initiatives in design and integration workflows across both modules.<br> &#x2022; Leverage digital tools such as CATIA, CAD, CAE, PLM, and virtual validation to accelerate development cycles.<br> &#x2022; Prepare comprehensive technical documentation, integration reports, and executive summaries.<br> &#x2022; Track and report on industry trends and emerging technologies in Interior and Exterior domains for electric commercial vehicles. <br><br><br><br></li>Requirements<br><br><p><strong>Qualifications:<br></strong></p><p>&#x2022; Bachelor&#x2019;s or Master&#x2019;s degree in Mechanical, Automotive, Electrical, or Materials Engineering or related discipline.<br> &#x2022; Minimum of 5 years of experience in vehicle design and integration, preferably covering both interior and exterior systems in electric or ICE buses.<br> &#x2022; Strong knowledge of Interior systems (HVAC, lighting, seating, trim) and Exterior modules (body panels, sealing, aerodynamics, lighting).<br> &#x2022; Familiarity with global automotive regulatory standards and certification processes.<br> &#x2022; Demonstrated success in cost engineering and value optimization.</p><p><strong>Preferred Skills:<br></strong></p><p>&#x2022; Expertise in both Interior and Exterior vehicle domains, including ergonomic design, structural aesthetics, and system integration.<br> &#x2022; Experience bench-marking competitor products and leveraging market trends to drive innovation.<br> &#x2022; Proficiency in CATIA, CAD, PLM, Teamcenter, CAE, JIRA, and ECR/DCR workflows.<br> &#x2022; Excellent communication, leadership, organizational, and analytical skills.<br> &#x2022; Detail-oriented, proactive, and results-driven mindset.</p><p><strong>What We Offer:<br></strong></p><ul> <li>A leadership role in a pioneering electric mobility company.<br> </li> <li>Access to global expertise, advanced tools, and collaborative teams.<br> </li> <li>A dynamic and innovative-driven work environment.<br> </li> <li>Competitive compensation, benefits, and professional growth opportunities.<br> </li></ul><p>Join VinFast and be part of a transformative journey toward sustainable transportation. If you&apos;re passionate about design excellence and building the future of electric mobility, we invite you to apply.<br><br><br><br></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/vehicle-design-and-integration-lead-engineer-%E2%80%93-chassis-and-powertrain-pwt-module-at-vinfast-4282480350?_l=en",
    "job_posting_id": "4282480350",
    "job_title": "Vehicle Design and Integration Lead Engineer – Chassis and Powertrain (PWT) Module",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "VINFAST is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence. In this role, you will lead the design, development, and integration of the Chassis and Powertrain (PWT) modules for electric bus platforms. This role is essential to ensure vehicle dynamics, safety, durability, and optimal powertrain performance while meeting regulatory and cost targets. The ideal candidate will have in-depth expertise in chassis components including braking, suspension, steering, axle systems, electric motors, and drivetrains, along with strong skills in cost optimization, benchmarking, and cross-functional teamwork to deliver cutting-edge VinFast electric buses. Module Design and Integration Leadership: • Lead the end-to-end design and integration for chassis and powertrain modules, including brakes, suspension systems, steering, axles, electric motors (e-motors), battery integration, and drivetrains. • Ensure chassis systems meet vehicle dynamics, safety, durability, and performance standards specific to electric buses. • Oversee interface alignment between chassis subsystems and powertrain components for seamless integration within the overall vehicle architecture. • Conduct competitive benchmarking to drive continuous design innovation and enhancement. Regulatory and Compliance Oversight: • Interpret and apply electric bus safety, emissions, and homologation regulations relevant to chassis and powertrain systems. • Ensure all chassis and powertrain components comply with global and regional certification requirements. • Collaborate with validation, testing, and homologation teams to address design gaps and ensure regulatory compliance. Critical Design Thinking & Cost Optimization: • Employ structured problem-solving to optimize trade-offs between vehicle dynamics, powertrain efficiency, manufacturability, and cost. • Lead cost-down initiatives targeting BOM optimization for braking systems, suspension, steering, axles, e-motors, and related components while maintaining high quality and performance. • Explore advanced materials, manufacturing technologies, and electric powertrain innovations to maximize value and reliability. Cross-Functional Collaboration: • Work closely with procurement, manufacturing, validation, and engineering teams to ensure design feasibility and quality. • Support timely resolution of technical issues through all development stages: design, prototyping, and SOP. • Facilitate cross-module communication to prevent integration conflicts and effectively manage interfaces among chassis and powertrain systems. • Collaborate with global Engineering Service Providers (ESPs) to monitor project progress, analyze data, and coordinate deliverables. Process Improvement & Reporting: • Champion continuous improvement in chassis and powertrain design and integration processes. • Utilize digital design and validation tools such as CATIA, CAD, CAE, PLM, and virtual simulation to accelerate development cycles. • Prepare comprehensive technical documentation, integration summaries, and executive-level reports. • Track and report emerging trends and new technologies in chassis and powertrain for electric commercial vehicles. Requirements • Bachelor’s or Master’s degree in Mechanical, Automotive, Electrical Engineering, or related discipline. • Minimum 5 years’ experience in vehicle chassis and powertrain design and integration, preferably in electric or ICE buses. • Deep expertise in braking systems, suspension, steering, axles, electric motors, drivetrains, and battery integration. • Strong familiarity with global automotive safety, homologation, and certification standards. • Proven success in cost engineering and value optimization. Show more Show less",
    "job_seniority_level": "Executive",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Industrial Machinery Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 month ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "1800",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-04T16:04:27.847Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          VINFAST is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence.<br><br>In this role, you will lead the design, development, and integration of the Chassis and Powertrain (PWT) modules for electric bus platforms. This role is essential to ensure vehicle dynamics, safety, durability, and optimal powertrain performance while meeting regulatory and cost targets. The ideal candidate will have in-depth expertise in chassis components including braking, suspension, steering, axle systems, electric motors, and drivetrains, along with strong skills in cost optimization, benchmarking, and cross-functional teamwork to deliver cutting-edge VinFast electric buses.<br><br><li><strong>Module Design and Integration Leadership:<br></strong> &#x2022; Lead the end-to-end design and integration for chassis and powertrain modules, including brakes, suspension systems, steering, axles, electric motors (e-motors), battery integration, and drivetrains.<br> &#x2022; Ensure chassis systems meet vehicle dynamics, safety, durability, and performance standards specific to electric buses.<br> &#x2022; Oversee interface alignment between chassis subsystems and powertrain components for seamless integration within the overall vehicle architecture.<br> &#x2022; Conduct competitive benchmarking to drive continuous design innovation and enhancement.<br> </li><li><strong>Regulatory and Compliance Oversight:<br></strong> &#x2022; Interpret and apply electric bus safety, emissions, and homologation regulations relevant to chassis and powertrain systems.<br> &#x2022; Ensure all chassis and powertrain components comply with global and regional certification requirements.<br> &#x2022; Collaborate with validation, testing, and homologation teams to address design gaps and ensure regulatory compliance. </li><li><strong>Critical Design Thinking &amp; Cost Optimization:<br></strong> &#x2022; Employ structured problem-solving to optimize trade-offs between vehicle dynamics, powertrain efficiency, manufacturability, and cost.<br> &#x2022; Lead cost-down initiatives targeting BOM optimization for braking systems, suspension, steering, axles, e-motors, and related components while maintaining high quality and performance.<br> &#x2022; Explore advanced materials, manufacturing technologies, and electric powertrain innovations to maximize value and reliability. </li><li><strong>Cross-Functional Collaboration:<br></strong> &#x2022; Work closely with procurement, manufacturing, validation, and engineering teams to ensure design feasibility and quality.<br> &#x2022; Support timely resolution of technical issues through all development stages: design, prototyping, and SOP.<br> &#x2022; Facilitate cross-module communication to prevent integration conflicts and effectively manage interfaces among chassis and powertrain systems.<br> &#x2022; Collaborate with global Engineering Service Providers (ESPs) to monitor project progress, analyze data, and coordinate deliverables. </li><li><strong>Process Improvement &amp; Reporting:<br></strong> &#x2022; Champion continuous improvement in chassis and powertrain design and integration processes.<br> &#x2022; Utilize digital design and validation tools such as CATIA, CAD, CAE, PLM, and virtual simulation to accelerate development cycles.<br> &#x2022; Prepare comprehensive technical documentation, integration summaries, and executive-level reports.<br> &#x2022; Track and report emerging trends and new technologies in chassis and powertrain for electric commercial vehicles.<br> <br><br></li>Requirements<br><br><p>&#x2022; Bachelor&#x2019;s or Master&#x2019;s degree in Mechanical, Automotive, Electrical Engineering, or related discipline.<br> &#x2022; Minimum 5 years&#x2019; experience in vehicle chassis and powertrain design and integration, preferably in electric or ICE buses.<br> &#x2022; Deep expertise in braking systems, suspension, steering, axles, electric motors, drivetrains, and battery integration.<br> &#x2022; Strong familiarity with global automotive safety, homologation, and certification standards.<br> &#x2022; Proven success in cost engineering and value optimization.<br><br><br></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/safety-operation-engineer-at-vinfast-4231936295?_l=en",
    "job_posting_id": "4231936295",
    "job_title": "Safety Operation Engineer",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Haiphong, Hai Phong City, Vietnam",
    "job_summary": "Develop, implement, and maintain comprehensive safety protocols for all track operations, including dynamic, high-speed, and ADAS testing. Conduct regular safety audits, risk assessments, and inspections to identify hazards and recommend corrective actions. Manage emergency response plans, including training staff on incident management, evacuation procedures, and first-aid practices. Oversee the setup and enforcement of safety measures during all testing activities, including personnel, equipment, and vehicle safety compliance. Compliance and Reporting Ensure strict adherence to local and international safety regulations, including ISO standards and VinFast’s internal policies. Maintain detailed records of all safety audits, incident reports, and corrective actions. Act as the primary liaison for regulatory bodies during audits and inspections. Develop and present safety performance metrics and reports to the Proving Ground Operations Leader and senior management. Team Coordination and Training Collaborate with the operations team to ensure safety protocols are integrated into daily workflows. Train staff, contractors, and visitors on safety policies, proper equipment usage, and testing procedures. Monitor and guide other team members, ensuring they maintain high standards in their roles. Focal point for implementing ISO 9001, ISO 45001, ISO 14001. Participate in internal audit programs of factories and other departments as required by Vinfast's ISO/EHS team Participate in daily track operations to identify potential safety risks and offer immediate solutions. Oversee the safe storage, handling, and use of hazardous materials and equipment. Support maintenance schedules to ensure tracks and facilities meet safety standards. Assist in planning and supervising test operations to ensure safety measures are adhered to without disrupting testing efficiency. Stay updated on industry best practices, technological advancements, and regulatory changes in track safety. Proactively recommend and implement improvements to safety processes and equipment. Work closely with the Track Supervisor on initiatives to enhance overall operational safety and efficiency. Quality management system follow ISO 17025 standard In charge for the quality management system of lab according to the ISO 17025 system; Maintain and improve laboratory quality management system according to ISO 17025: 2017 and related requirements. Focal point for implementation and coordination of assessment programs by Government (Directorate for Standards, Metrology and Quality, Bureau of Accreditation - Ministry of Science and Technology) and certification organizations (UL, SGS , TUV...) to get accreditation certificate & 3rd party certificate for testing activity. Develop plans and coordinate testing team to carry out proficiency testing programs and inter-laboratory comparisons according to ISO 17025 requirement. Coordinate product quality certification programs at the lab through Witness test/ CTF stage 2 with international organizations SGS, TUV, UL.... Manage equipment calibration and verification activities; evaluation calibration supplier & calibration result Build and track related records according to ISO 17025 requirements such as personnel records, testing conditions, equipment, method validation document... Requirements Education: Bachelor’s degree in Safety Management, Engineering, or a related field (or equivalent experience). Experience: Minimum 5 years of safety management experience, quality assurance follow ISO 17025& 9001, preferably in automotive testing, proving grounds, or industrial environments. Skills: In-depth knowledge of safety standards and regulations (ISO, OSHA, etc.). Strong problem-solving and risk management abilities. Excellent organizational, communication, and leadership skills. Proficient in safety reporting tools and Microsoft Office. Certifications: ISO 17025, ISO 9001, ISO 14001, ISO 45001, First Aid, Fire Safety, or related safety certifications are highly desirable Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Engineering and Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4231936295?url=https%3A%2F%2Fvinfast%2Ezohorecruit%2Ecom%2Fjobs%2FCareers%2F789504000001988280%3Fsource%3DLinkedin&urlHash=De6d",
    "country_code": null,
    "title_id": "1082",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-06-06T04:03:14.460Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Develop, implement, and maintain comprehensive safety protocols for all track operations, including dynamic, high-speed, and ADAS testing.</li><li> Conduct regular safety audits, risk assessments, and inspections to identify hazards and recommend corrective actions.</li><li> Manage emergency response plans, including training staff on incident management, evacuation procedures, and first-aid practices.</li><li> Oversee the setup and enforcement of safety measures during all testing activities, including personnel, equipment, and vehicle safety compliance.<br><br></li></ul><strong>Compliance and Reporting<br><br></strong><ul><li> Ensure strict adherence to local and international safety regulations, including ISO standards and VinFast&#x2019;s internal policies.</li><li> Maintain detailed records of all safety audits, incident reports, and corrective actions.</li><li> Act as the primary liaison for regulatory bodies during audits and inspections.</li><li> Develop and present safety performance metrics and reports to the Proving Ground Operations Leader and senior management.<br><br></li></ul><strong>Team Coordination and Training<br><br></strong><ul><li> Collaborate with the operations team to ensure safety protocols are integrated into daily workflows.</li><li> Train staff, contractors, and visitors on safety policies, proper equipment usage, and testing procedures.</li><li> Monitor and guide other team members, ensuring they maintain high standards in their roles.</li><li> Focal point for implementing ISO 9001, ISO 45001, ISO 14001. Participate in internal audit programs of factories and other departments as required by Vinfast&apos;s ISO/EHS team</li><li> Participate in daily track operations to identify potential safety risks and offer immediate solutions.</li><li> Oversee the safe storage, handling, and use of hazardous materials and equipment.</li><li> Support maintenance schedules to ensure tracks and facilities meet safety standards.</li><li> Assist in planning and supervising test operations to ensure safety measures are adhered to without disrupting testing efficiency.</li><li> Stay updated on industry best practices, technological advancements, and regulatory changes in track safety.</li><li> Proactively recommend and implement improvements to safety processes and equipment.</li><li> Work closely with the Track Supervisor on initiatives to enhance overall operational safety and efficiency. Quality management system follow ISO 17025 standard</li><li> In charge for the quality management system of lab according to the ISO 17025 system; Maintain and improve laboratory quality management system according to ISO 17025: 2017 and related requirements.</li><li> Focal point for implementation and coordination of assessment programs by Government (Directorate for Standards, Metrology and Quality, Bureau of Accreditation - Ministry of Science and Technology) and certification organizations (UL, SGS , TUV...) to get accreditation certificate &amp; 3rd party certificate for testing activity.</li><li> Develop plans and coordinate testing team to carry out proficiency testing programs and inter-laboratory comparisons according to ISO 17025 requirement. Coordinate product quality certification programs at the lab through Witness test/ CTF stage 2 with international organizations SGS, TUV, UL....</li><li> Manage equipment calibration and verification activities; evaluation calibration supplier &amp; calibration result</li><li> Build and track related records according to ISO 17025 requirements such as personnel records, testing conditions, equipment, method validation document...<br><br></li></ul><strong>Requirements<br><br></strong>Education: Bachelor&#x2019;s degree in Safety Management, Engineering, or a related field (or equivalent experience).<br><br><ul><li> Experience: Minimum 5 years of safety management experience, quality assurance follow ISO 17025&amp; 9001, preferably in automotive testing, proving grounds, or industrial environments.</li><li> Skills:</li><li>In-depth knowledge of safety standards and regulations (ISO, OSHA, etc.).</li><li>Strong problem-solving and risk management abilities.</li><li>Excellent organizational, communication, and leadership skills.</li><li>Proficient in safety reporting tools and Microsoft Office.</li><li> Certifications: ISO 17025, ISO 9001, ISO 14001, ISO 45001, First Aid, Fire Safety, or related safety certifications are highly desirable</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/test-track-technician-at-vinfast-4231931889?_l=en",
    "job_posting_id": "4231931889",
    "job_title": "Test Track Technician",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Haiphong, Hai Phong City, Vietnam",
    "job_summary": "Perform driving tasks to execute vehicle tests as per the defined test plans and protocols. Operate vehicles on various test tracks, including high-speed loops, dynamic platforms, braking tracks, and durability tracks, to evaluate vehicle performance. Follow safety guidelines and protocols to ensure the safety of personnel, vehicles, and equipment during testing. Provide detailed and accurate feedback on vehicle behavior, performance, and any anomalies observed during tests. Conduct pre- and post-test inspections of test vehicles to identify and report any mechanical or safety issues. Collaborate with engineers and technicians to ensure the accuracy of testing activities and data collection. Assist in the preparation of vehicles for testing, including loading and unloading ballast, configuring systems, or setting up test equipment as required. Maintain a professional and disciplined approach while driving under strict testing conditions. Requirements Valid driver’s license with a clean driving record. Proven experience in driving, preferably in a testing or automotive environment. Strong understanding of vehicle dynamics, safety protocols, and basic mechanical systems. Excellent driving skills with the ability to operate vehicles at varying speeds and under challenging conditions. Ability to follow precise instructions and test protocols consistently. Basic technical knowledge of vehicle systems and testing processes is an advantage. Strong attention to detail, with excellent observational and reporting skills. Basic proficiency in English (spoken and written) is desirable to communicate effectively with engineers and supervisors. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Quality Assurance",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 months ago",
    "job_num_applicants": 53,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "2447",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-06-06T04:03:08.106Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Perform driving tasks to execute vehicle tests as per the defined test plans and protocols. </li><li> Operate vehicles on various test tracks, including high-speed loops, dynamic platforms, braking tracks, and durability tracks, to evaluate vehicle performance. </li><li> Follow safety guidelines and protocols to ensure the safety of personnel, vehicles, and equipment during testing. </li><li> Provide detailed and accurate feedback on vehicle behavior, performance, and any anomalies observed during tests. </li><li> Conduct pre- and post-test inspections of test vehicles to identify and report any mechanical or safety issues. </li><li> Collaborate with engineers and technicians to ensure the accuracy of testing activities and data collection. </li><li> Assist in the preparation of vehicles for testing, including loading and unloading ballast, configuring systems, or setting up test equipment as required. </li><li> Maintain a professional and disciplined approach while driving under strict testing conditions. <br><br></li></ul><strong>Requirements<br><br></strong><ul><li> Valid driver&#x2019;s license with a clean driving record.</li><li> Proven experience in driving, preferably in a testing or automotive environment.</li><li> Strong understanding of vehicle dynamics, safety protocols, and basic mechanical systems.</li><li> Excellent driving skills with the ability to operate vehicles at varying speeds and under challenging conditions.</li><li> Ability to follow precise instructions and test protocols consistently.</li><li> Basic technical knowledge of vehicle systems and testing processes is an advantage.</li><li> Strong attention to detail, with excellent observational and reporting skills.</li><li> Basic proficiency in English (spoken and written) is desirable to communicate effectively with engineers and supervisors.</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/global-technical-support-engineer-at-vinfast-4251770624?_l=en",
    "job_posting_id": "4251770624",
    "job_title": "Global Technical Support Engineer",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "Provide expert-level support for VinFast vehicles, addressing issues related to electrical, mechanical, software, and system diagnostics. Offer remote troubleshooting to service centers and customers worldwide. Work closely with engineering and R&D teams to diagnose complex issues, identify root causes, and support product improvements. Create and update technical documentation, including troubleshooting guides, service manuals, and FAQs. Develop training materials for internal teams and partners. Manage technical incidents from initial report through resolution, ensuring timely and effective solutions. Track recurring issues and contribute to solutions that prevent future problems. Assist in field testing, evaluate vehicle performance, and gather feedback to support product optimization. Collaborate with customer support teams to ensure clear communication and excellent service. Support global operations by ensuring that technical support processes meet the needs of diverse markets, adapting to regional challenges Requirements Bachelor’s degree in Mechanical Engineering, Electrical Engineering, Automotive Engineering, or a related field. 5+ years of experience in technical support or field engineering, preferably in the automotive, EV, or technology sectors. Hands-on experience with electric vehicle systems, including battery management, drivetrains, and diagnostic tools. Strong understanding of automotive systems, diagnostics, and troubleshooting. Experience with vehicle diagnostic software (e.g., OBD-II, CAN bus) and remote diagnostics tools. Familiarity with electric vehicle (EV) technology is highly desirable. Proficiency in English is required. Excellent communication skills, with the ability to explain complex technical concepts to non-technical audiences. Strong problem-solving and analytical abilities. Customer-focused and detail-oriented with the ability to handle multiple tasks in a fast-paced environment. Ability to work collaboratively in a global team and adapt to diverse work culture. Show more Show less",
    "job_seniority_level": "Director",
    "job_function": "Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "3 months ago",
    "job_num_applicants": 136,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "369",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-07-06T08:10:16.032Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Provide expert-level support for VinFast vehicles, addressing issues related to electrical, mechanical, software, and system diagnostics.</li><li>Offer remote troubleshooting to service centers and customers worldwide.</li><li>Work closely with engineering and R&amp;D teams to diagnose complex issues, identify root causes, and support product improvements.</li><li>Create and update technical documentation, including troubleshooting guides, service manuals, and FAQs.</li><li>Develop training materials for internal teams and partners.</li><li>Manage technical incidents from initial report through resolution, ensuring timely and effective solutions.</li><li>Track recurring issues and contribute to solutions that prevent future problems.</li><li>Assist in field testing, evaluate vehicle performance, and gather feedback to support product optimization.</li><li>Collaborate with customer support teams to ensure clear communication and excellent service.</li><li>Support global operations by ensuring that technical support processes meet the needs of diverse markets, adapting to regional challenges<br><br></li></ul><strong>Requirements<br><br></strong><ul><li>Bachelor&#x2019;s degree in Mechanical Engineering, Electrical Engineering, Automotive Engineering, or a related field.</li><li>5+ years of experience in technical support or field engineering, preferably in the automotive, EV, or technology sectors.</li><li>Hands-on experience with electric vehicle systems, including battery management, drivetrains, and diagnostic tools.</li><li>Strong understanding of automotive systems, diagnostics, and troubleshooting.</li><li>Experience with vehicle diagnostic software (e.g., OBD-II, CAN bus) and remote diagnostics tools.</li><li>Familiarity with electric vehicle (EV) technology is highly desirable.</li><li>Proficiency in English is required.</li><li>Excellent communication skills, with the ability to explain complex technical concepts to non-technical audiences.</li><li>Strong problem-solving and analytical abilities.</li><li>Customer-focused and detail-oriented with the ability to handle multiple tasks in a fast-paced environment.</li><li>Ability to work collaboratively in a global team and adapt to diverse work culture.</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/chassis-electronics-lead-engineer-at-vinfast-4296553333?_l=en",
    "job_posting_id": "4296553333",
    "job_title": "Chassis Electronics Lead Engineer",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "Role Summary The successful applicant for this position will join our Chassis electronics team and will be responsible for the design, development, releasing, integration and delivery of state-of-the-art chassis electronics systems, software and hardware Dimension Of Function Chassis Electronics team is responsible for Traction Control Module , Stability Control , Steering , ABS systems, dampers , etc . R esponsible of design, development of technical specification and requirements control , testing and integration for d elivery on all Chassis modules. A position within the Chassis electronics team requires a highly motivated and hands-on team player with exceptional attention to detail, diligence, a positive attitude and the ability to communicate well. The fast-paced development provides a challenging environment suited to an engineer who can quickly develop skills in new areas and liaise with and drive other engineers within a multidisciplinary/global team. Our customers expect high standards and we require staff capable of meeting such demands. Area of Responsibility The Chassis Electronics team is responsible for the specification, test and delivery of all Chassis Electronics systems. Responsibilities will include management and direct delivery of Chassis electronics and system Manage and steer a cross functional global team to collectively deliver all aspects for the Chassis electronics and systems platform on current and future v ehicles including Develop, co-ordinate and manage detailed system specifications for all Chassis electronics and network features. Responsible for developing complex technical specifications at system level and sub-system level. Works with cross functional groups to develop interoperability interfaces across sub systems and translate them into sub system level requirements for building state-of-the-art connected vehicle systems architecture. Provide guidance and inputs for feature design verification plans working with requirements engineering teams. Responsible for managing technical requirements to multiple sub systems and provide guidance on system design and technologies. Responsible for Supplier Management for HW and SW release as per the vehicle timeline. Responsible to lead root cause analysis on issues identified during validation and vehicle builds Take responsibility for resolving issues on current production and development vehicles and taking advice from senior /expert engineers where needed. Manage a core engineering team to ensure robust delivery of Chassis electronics systems and integration sign-off. Report on current activities, software status and issues to management levels Manage the communication flow and risks for successful delivery of the project and avoid escalations Support prototype build planning and lead the BoM validation of prototype and pre-production builds in conjunction with Engineering and Manufacturing team members Arbitrate vehicle/lab-car departmental planning and usage Develop and co-ordinate DVP plans for all areas associated with the Chassis ECU ’s . Requirements Knowledge / Experience – 7+ Years Strong organisational and people skills with proven evidence of decision making and accountability is essential . It is core to the success of our business that a candidate have the required level of leadership and is motivated to succeed, proactive and accountable and is unafraid to make decisions based on the facts available. Very good knowledge about industry standards and core domains like HW, SW, Process and methodologies used in automotive ECU and system design. Collaborate with engineers on software and hardware changes, solutions and requirements Be proficient in software development workflows – able to compile software, change parameters, investigate issues with autonomy. Good skills with SDLC/ SAFe , Black box development and basic SW requirements. Previous experience of OEM or tier one automotive system s or components / ECU Understanding the importance of cost, weight, quality and risk and how it affects the commodities owned and the vehicle programmes the commodities are used on. Experience of delivering designs to time, weight and cost targets. Supplier management, comfortable with understanding and implementing DFM requirements within the project scope. Documentation of Technical Specifications, DFMEA, DVP, Timing Plans, Minutes and Actions of Meetings. Experience in Automotive protocol: CAN (LS/HS/FD) , UDS, OBD-2, LIN. Knowledge of process models (e.g. Automotive SPICE , CMMI , APQP ), regarding verification, validation and integration process areas and system Development lifecycles ( eg. : VDI/V-model) Project Planning/Estimation , Resource management skills and defect logging - JIRA/ MS Project Experience in Bench Level, La bcar and Vehicle system Testing Ability to interface With QA Lead Regarding Release Schedules, Training, Testing Schedule Assistance, & Review Test Cases (soft skills are key) Able to perform Rapid Root Cause Analysis (RCA) & Troubleshooting of Issues , o rganised, systematic and understa nd the process of fault finding – ideally 8D, 5why, Fishbone diagram, Pert. Management of a small technically focussed team of engineers and ability to guide, nurture and share the knowledge . < Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Engineering and Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "3 weeks ago",
    "job_num_applicants": 28,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fvn.linkedin.com%2Fjobs%2Fview%2Fchassis-electronics-lead-engineer-at-vinfast-4296553333",
    "country_code": null,
    "title_id": "816",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-14T00:06:45.115Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Role Summary<br><br>The successful applicant for this position will join our Chassis electronics team and will be responsible for the design, development, releasing, integration and delivery of state-of-the-art chassis electronics systems, software and hardware<br><br><strong>Dimension Of Function<br><br></strong>Chassis Electronics team is responsible for Traction Control Module , Stability Control , Steering , ABS systems, dampers , etc . R esponsible of design, development of technical specification and requirements control , testing and integration for d elivery on all Chassis modules.<br><br>A position within the Chassis electronics team requires a highly motivated and hands-on team player with exceptional attention to detail, diligence, a positive attitude and the ability to communicate well. The fast-paced development provides a challenging environment suited to an engineer who can quickly develop skills in new areas and liaise with and drive other engineers within a multidisciplinary/global team. Our customers expect high standards and we require staff capable of meeting such demands.<br><br>Area of Responsibility<br><br>The Chassis Electronics team is responsible for the specification, test and delivery of all Chassis Electronics systems. Responsibilities will include management and direct delivery of Chassis electronics and system<br><br><ul><li> Manage and steer a cross functional global team to collectively deliver all aspects for the Chassis electronics and systems platform on current and future v ehicles including </li><li> Develop, co-ordinate and manage detailed system specifications for all Chassis electronics and network features. </li><li> Responsible for developing complex technical specifications at system level and sub-system level. </li><li> Works with cross functional groups to develop interoperability interfaces across sub systems and translate them into sub system level requirements for building state-of-the-art connected vehicle systems architecture. </li><li> Provide guidance and inputs for feature design verification plans working with requirements engineering teams. </li><li> Responsible for managing technical requirements to multiple sub systems and provide guidance on system design and technologies. </li><li> Responsible for Supplier Management for HW and SW release as per the vehicle timeline. </li><li> Responsible to lead root cause analysis on issues identified during validation and vehicle builds </li><li> Take responsibility for resolving issues on current production and development vehicles and taking advice from senior /expert engineers where needed. </li><li> Manage a core engineering team to ensure robust delivery of Chassis electronics systems and integration sign-off. </li><li> Report on current activities, software status and issues to management levels </li><li> Manage the communication flow and risks for successful delivery of the project and avoid escalations </li><li> Support prototype build planning and lead the BoM validation of prototype and pre-production builds in conjunction with Engineering and Manufacturing team members </li><li> Arbitrate vehicle/lab-car departmental planning and usage </li><li> Develop and co-ordinate DVP plans for all areas associated with the Chassis ECU &#x2019;s . <br><br></li></ul><strong>Requirements<br><br></strong>Knowledge / Experience &#x2013; 7+ Years<br><br><ul><li> Strong organisational and people skills with proven evidence of decision making and accountability is essential . It is core to the success of our business that a candidate have the required level of leadership and is motivated to succeed, proactive and accountable and is unafraid to make decisions based on the facts available. </li><li> Very good knowledge about industry standards and core domains like HW, SW, Process and methodologies used in automotive ECU and system design. </li><li> Collaborate with engineers on software and hardware changes, solutions and requirements </li><li> Be proficient in software development workflows &#x2013; able to compile software, change parameters, investigate issues with autonomy. </li><li> Good skills with SDLC/ SAFe , Black box development and basic SW requirements. </li><li> Previous experience of OEM or tier one automotive system s or components / ECU </li><li> Understanding the importance of cost, weight, quality and risk and how it affects the commodities owned and the vehicle programmes the commodities are used on. </li><li> Experience of delivering designs to time, weight and cost targets. </li><li> Supplier management, comfortable with understanding and implementing DFM requirements within the project scope. </li><li> Documentation of Technical Specifications, DFMEA, DVP, Timing Plans, Minutes and Actions of Meetings. </li><li> Experience in Automotive protocol: CAN (LS/HS/FD) , UDS, OBD-2, LIN. </li><li> Knowledge of process models (e.g. Automotive SPICE , CMMI , APQP ), regarding verification, validation and integration process areas and system Development lifecycles ( eg. : VDI/V-model) </li><li> Project Planning/Estimation , Resource management skills and defect logging - JIRA/ MS Project </li><li> Experience in Bench Level, La bcar and Vehicle system Testing </li><li> Ability to interface With QA Lead Regarding Release Schedules, Training, Testing Schedule Assistance, &amp; Review Test Cases (soft skills are key) </li><li> Able to perform Rapid Root Cause Analysis (RCA) &amp; Troubleshooting of Issues , o rganised, systematic and understa nd the process of fault finding &#x2013; ideally 8D, 5why, Fishbone diagram, Pert. </li><li> Management of a small technically focussed team of engineers and ability to guide, nurture and share the knowledge . <br><br></li></ul>&lt;\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/senior-business-analyst-at-vinfast-4148452238?lg=en&_l=en",
    "job_posting_id": "4148452238",
    "job_title": "Senior Business Analyst",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi Capital Region",
    "job_summary": "With respect to all your personal data shared to VinFast in the application and the entire recruitment process of VinFast, by clicking “Apply”, submitting your resumé/CV and/or participating in VinFast's recruitment process, you agree that you have read VinFast's Personal Data Protection Policy (\"Policy\") posted at https://vinfastauto.com/vn_vi/dieu-khoan-phap-ly or https://vinfast.vn/privacy-policy/ , you agree to the Policy and consent for VinFast to process your personal data in accordance with the Policy and the applicable regulations on personal data protection. About us Originating from Vietnam, VinFast is committed to the vision of becoming a global smart EV brand. VinFast has laid the foundation for the electric car and motorbike industry in Vietnam while passionately promoting the worldwide EV revolution. With its Customer-First philosophy, VinFast relentlessly innovates and converges intellectual fundamentals in creating best-in-class products with the most affordable prices and outstanding after-sales services. In addition, VinFast provides everybody with the opportunity to use smart EVs while contributing to the creation of a smart, green, and sustainable future. We are currently looking for a Business Analyst who has demonstrated ability to perform detailed requirements analysis from people, process and technology perspective, with a customer-focused mindset. Position Responsibilities Primary Responsibilities Effectively communicate with business owners (BO)/customers to understand their business processes, requirements, needs, concerns, and problems to build project roadmap as well as requirement specifications. Lead requirements analysis, validation, verification and approval. Making sure that requirements are complete, consistent, feasible and verifiable. Contribute ideas to maximize usability and bring excellent customer experience product by using strong business analysis skills and user-centric mindset. Act as a bridge to identify and manage gaps between actual implementation and BO’s expectations. Create and maintain comprehensive project documentations, plans and reports. Secondary Responsibilities Act as the point of contact to coordinate and communicate project’s status to all stakeholders, both internally and externally. Work with Project Managers to eliminate blockers, analyze risks/opportunities and assist with schedule management. Job Requirements Have over 3 years of experience as a Business Analyst Must have a good understanding of the software development life cycle. Must have good English communication skill, able to discuss technical matters and converse with colleagues from around the world. Good experience in BA or a similar position. Experiences as Developers or Testers are also acceptable. Good knowledge in software development methodologies such as Agile or Waterfall. Good understanding of mobile apps, websites or backend systems. Experience in UI/UX is a plus. Experience in dealing with global customers is a plus. Any related certification is a plus. Working Location: Symphony Building, Chu Huy Man Street, Long Bien District, Hanoi \"We do not just look for people who only want to do some things. We are looking for people with an active mindset who want to BUILD things they are proud of. If you are smart and can learn fast, don't let a few missing qualifications stop you from applying. Nothing teaches better than real-life experiences.\" We appreciate your interest in this opportunity. Given the high volume of applications, we will only be able to contact shortlisted candidates. We value your understanding and patience in this process. Thank you for your interest and cooperation. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Information Technology, Quality Assurance, and Project Management",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing, Motor Vehicle Parts Manufacturing, and Software Development",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "7 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "29",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-03-06T07:33:52.731Z",
    "job_poster": {
      "name": "Nga H***g",
      "title": "Global Talent Acquisition @VinFast",
      "url": "https://vn.linkedin.com/in/hoangngahr"
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><em>With respect to all your personal data shared to VinFast in the application and the entire recruitment process of VinFast, by clicking &#x201C;Apply&#x201D;, submitting your resum&#xE9;/CV and/or participating in VinFast&apos;s recruitment process, you agree that you have read VinFast&apos;s Personal Data Protection Policy (&quot;Policy&quot;) posted at <u>https://vinfastauto.com/vn_vi/dieu-khoan-phap-ly</u> or <u>https://vinfast.vn/privacy-policy/</u>, you agree to the Policy and consent for VinFast to process your personal data in accordance with the Policy and the applicable regulations on personal data protection.</em></p><p><br></p><p><strong>About us</strong></p><p>Originating from Vietnam, VinFast is committed to the vision of becoming a global smart EV brand. VinFast has laid the foundation for the electric car and motorbike industry in Vietnam while passionately promoting the worldwide EV revolution.</p><p>With its Customer-First philosophy, VinFast relentlessly innovates and converges intellectual fundamentals in creating best-in-class products with the most affordable prices and outstanding after-sales services. In addition, VinFast provides everybody with the opportunity to use smart EVs while contributing to the creation of a smart, green, and sustainable future.</p><p><br></p><p>We are currently looking for a Business Analyst who has demonstrated ability to perform detailed requirements analysis from people, process and technology perspective, with a customer-focused mindset.</p><p><br></p><p><strong>Position Responsibilities</strong></p><p><strong><em>Primary Responsibilities</em></strong></p><ul><li>Effectively communicate with business owners (BO)/customers to understand their business processes, requirements, needs, concerns, and problems to build project roadmap as well as requirement specifications.</li><li>Lead requirements analysis, validation, verification and approval. Making sure that requirements are complete, consistent, feasible and verifiable.</li><li>Contribute ideas to maximize usability and bring excellent customer experience product by using strong business analysis skills and user-centric mindset.</li><li>Act as a bridge to identify and manage gaps between actual implementation and BO&#x2019;s expectations.</li><li>Create and maintain comprehensive project documentations, plans and reports.</li></ul><p><strong><em>Secondary Responsibilities</em></strong></p><ul><li>Act as the point of contact to coordinate and communicate project&#x2019;s status to all stakeholders, both internally and externally.</li><li>Work with Project Managers to eliminate blockers, analyze risks/opportunities and assist with schedule management.</li></ul><p><br></p><p><strong>Job Requirements</strong></p><ul><li>Have over 3 years of experience as a Business Analyst</li><li>Must have a good understanding of the software development life cycle.</li><li>Must have good English communication skill, able to discuss technical matters and converse with colleagues from around the world.</li><li>Good experience in BA or a similar position. Experiences as Developers or Testers are also acceptable.</li><li>Good knowledge in software development methodologies such as Agile or Waterfall.</li><li>Good understanding of mobile apps, websites or backend systems.</li><li>Experience in UI/UX is a plus.</li><li>Experience in dealing with global customers is a plus.</li><li>Any related certification is a plus.</li></ul><p><br></p><p><strong>Working Location: </strong>Symphony Building, Chu Huy Man Street, Long Bien District, Hanoi</p><p><br></p><p><strong><em> &quot;We do not just look for people who only want to do some things. We are looking for people with an active mindset who want to BUILD things they are proud of. If you are smart and can learn fast, don&apos;t let a few missing qualifications stop you from applying. Nothing teaches better than real-life experiences.&quot;</em></strong></p><p><br></p><p><br></p><p><em>We appreciate your interest in this opportunity. Given the high volume of applications, we will only be able to contact shortlisted candidates. We value your understanding and patience in this process. Thank you for your interest and cooperation.</em></p><p></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/battery-module-manager-at-vinfast-4122791114?lg=en&_l=en",
    "job_posting_id": "4122791114",
    "job_title": "Battery Module Manager",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi Capital Region",
    "job_summary": "Job description: Be responsible for all Battery packs activities for the vehicle line Align with vehicle teams for strategy and any attribute/vehicle/system level requirements to be met by battery pack Keep the timing of the project, work with suppliers/ESPs/VF teams to ensure timing is met. Lead and coordinate initial proposals and vehicle packaging activities for the HV batteries Lead and manage detailed design reviews, including CAE, take decisions based on analysis and results. Lead and manage the EE reviews for the battery with battery suppliers, including LV and HV Align with manufacturing / build teams for any requirement (both for design and for logistics) Align with System/HV system team/EE teams/ suppliers for system strategy Lead and manage the validation activities at component level including certification activities, ensuring all data is released appropriately Align activities with vehicle level T&V and homologation teams Lead and manage Software activities, keep on top of SW release plan and FRS. Confirm budget, work with PUR for commercial topics. Responsible for all Gate reviews and deliverables, following vehicle plan Responsible for all documentation and releases (SOR, Specbooks, DFMEA, ESOM, etc.) Responsible for all ECRs/DCRs for the projects Requirements: Necessary: Bachelor’s degree or higher in Engineering (Electrical, Electronics, Mechanical or related majors) 10+ years of working experience in automotive industry 4+ years of working experience in a technical leader position for EV or Hybrids projects Able to understand and take decisions for Mechanical, Electrical, System, Validation and Software items for Battery Packs. Able to report clearly and summarize status and plan project timing. Able to work with and coordinate a large number of stakeholders, including internal teams, suppliers and ESPs Familiar with TeamCenter and CATIA V5 Proficient in Microsoft Office suite (PowerPoint, Word, Excel). Highly motivated, self-starter, and active learner with strong interpersonal skills. Able to communicate fluently in English Preferred: Familiar with CANoe/CANalyser By sending your application and continuing to communicate with us via this email address, you confirm that you have read Vingroup's Personal Data Protection Policy (\"Policy\") published on the website: https://vinfast.vn/privacy-policy/ , agree to the contents of the Policy, and consent to our processing of your personal data in your application according to the legal regulations on personal data protection. Show more Show less",
    "job_seniority_level": "Director",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Automation Machinery Manufacturing and Alternative Fuel Vehicle Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "8 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "4",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-02-04T06:44:51.916Z",
    "job_poster": {
      "name": "Trang D***g",
      "title": "Talent Acquisition @ VINIT/VINSOC",
      "url": "https://vn.linkedin.com/in/trangduongntc"
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong>Job description:</strong></p><ul><li>Be responsible for all Battery packs activities for the vehicle line</li><li>Align with vehicle teams for strategy and any attribute/vehicle/system level requirements to be met by battery pack</li><li>Keep the timing of the project, work with suppliers/ESPs/VF teams to ensure timing is met.</li><li>Lead and coordinate initial proposals and vehicle packaging activities for the HV batteries</li><li>Lead and manage detailed design reviews, including CAE, take decisions based on analysis and results.</li><li>Lead and manage the EE reviews for the battery with battery suppliers, including LV and HV</li><li>Align with manufacturing / build teams for any requirement (both for design and for logistics)</li><li>Align with System/HV system team/EE teams/ suppliers for system strategy</li><li>Lead and manage the validation activities at component level including certification activities, ensuring all data is released appropriately</li><li>Align activities with vehicle level T&amp;V and homologation teams</li><li>Lead and manage Software activities, keep on top of SW release plan and FRS.</li><li>Confirm budget, work with PUR for commercial topics.</li><li>Responsible for all Gate reviews and deliverables, following vehicle plan</li><li>Responsible for all documentation and releases (SOR, Specbooks, DFMEA, ESOM, etc.)</li><li>Responsible for all ECRs/DCRs for the projects</li></ul><p><br></p><p><br></p><p><strong>Requirements:</strong></p><p>Necessary:</p><ul><li>Bachelor&#x2019;s degree or higher in Engineering (Electrical, Electronics, Mechanical or related majors)</li><li>10+ years of working experience in automotive industry</li><li>4+ years of working experience in a technical leader position for EV or Hybrids projects</li><li>Able to understand and take decisions for Mechanical, Electrical, System, Validation and Software items for Battery Packs.</li><li>Able to report clearly and summarize status and plan project timing.</li><li>Able to work with and coordinate a large number of stakeholders, including internal teams, suppliers and ESPs</li><li>Familiar with TeamCenter and CATIA V5</li><li>Proficient in Microsoft Office suite (PowerPoint, Word, Excel).</li><li>Highly motivated, self-starter, and active learner with strong interpersonal skills.</li><li>Able to communicate fluently in English</li><li>Preferred: Familiar with CANoe/CANalyser</li></ul><p><br></p><p><em>By sending your application and continuing to communicate with us via this email address, you confirm that you have read Vingroup&apos;s Personal Data Protection Policy (&quot;Policy&quot;) published on the website: https://vinfast.vn/privacy-policy/</em><strong><em>, </em></strong><em>agree to the contents of the Policy, and consent to our processing of your personal data in your application according to the legal regulations on personal data protection.</em></p><p></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/senior-styling-designer-at-vinfast-4151941321?lg=en&_l=en",
    "job_posting_id": "4151941321",
    "job_title": "Senior Styling Designer",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi Capital Region",
    "job_summary": "Job Overview VINFAST is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence. As a Senior Styling Designer at VinFast Styling, Color & Trim Center, you will play a key role in shaping the visual identity of our automotive products. This position requires an experienced designer with a strong aesthetic sense, creativity, and technical expertise to deliver world-class designs. The role involves leading styling projects, mentoring junior team members, and collaborating with cross-functional teams to develop innovative and market-leading designs. Position Responsibilities Design Development: Conceptualize and create innovative styling solutions for Exterior, Interior. (Prioritize in Interior Design) Develop sketches, 2D renderings, and 3D models that align with the brand’s design language and strategic objectives. Translate design briefs and market trends into compelling design proposals. Project Leadership: Lead styling projects from initial concept to final design, ensuring high-quality deliverables within timelines. Represent Styling in the Styling Technical Convergence (STC) meeting with Engineer and Partner to establish clear design directions and benchmarks. Oversee the execution of prototypes and production-ready designs. Cross-functional Collaboration: Work closely with engineering, manufacturing, and marketing teams to ensure designs are feasible and aligned with brand strategy. Actively participate in design reviews, providing constructive feedback and advocating for the design vision. Mentorship and Development: Mentor junior designers and provide guidance to elevate their design capabilities. Contribute to building a strong creative culture within the team. Trend and Innovation Monitoring: Stay updated on global design trends, new materials, and emerging technologies. Integrate advanced design tools, materials, and sustainable practices into the creative process. Position Requirements Qualifications and Skills: Educational Background : A Bachelor’s or Master’s degree in Automotive Design, Industrial Design, or a related discipline. Professional Experience : At least 7 years of experience in automotive design, with a strong emphasis on Styling. Experience in Automotive Interior Design is considered an advantage. Portfolio Requirement : A demonstrated portfolio highlighting innovative and exceptional design work. Technical Proficiency: Expertise in design software such as Adobe Creative Suite, Alias, Blender, or similar tools. Familiarity with 3D visualization and rendering software like VRED, Twinmotion. Experience with AI-driven design tools (e.g., MidJourney, Optic, Vizcom…) to generate design concepts and optimize workflows. Proficiency in using AI-based material and trend analysis tools to inform Styling decisions. Knowledge of automotive materials, manufacturing processes, and feasibility constraints. Creative and Analytical Skills: Strong ability to generate innovative and trend-setting ideas while meeting functional and branding requirements. Attention to detail and ability to refine designs for maximum visual impact. AI Integration and Innovation: Ability to integrate AI solutions into the creative process to enhance efficiency and creativity. Experience leveraging AI for predictive analytics, material optimization, or customer trend analysis. Interpersonal and Leadership Skills: Excellent communication and presentation skills. Ability to work collaboratively in a fast-paced, multicultural environment. Proven leadership capabilities and the ability to motivate and guide a design team By sending your application and continuing to communicate with us via this email address, you confirm that you have read Vingroup's Personal Data Protection Policy (\"Policy\") published on the website: https://vinfast.vn/privacy-policy/ , agree to the contents of the Policy, and consent to our processing of your personal data in your application according to the legal regulations on personal data protection. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Design",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing, Interior Design, and Design Services",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "7 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "122",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-03-06T07:33:14.743Z",
    "job_poster": {
      "name": "Trang D***g",
      "title": "Talent Acquisition @ VINIT/VINSOC",
      "url": "https://vn.linkedin.com/in/trangduongntc"
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong><u>Job Overview</u></strong></p><p>VINFAST is a pioneering electric vehicle (EV) company committed to revolutionizing the automotive industry with sustainable and innovative mobility solutions. As a leading player in the EV market, VinFast is dedicated to delivering high-quality, cutting-edge electric vehicles that redefine the driving experience. Our team consists of passionate professionals driven by a shared vision of creating a greener and more sustainable future through innovation, technology, and excellence.</p><p>As a Senior Styling Designer at VinFast Styling, Color &amp; Trim Center, you will play a key role in shaping the visual identity of our automotive products. This position requires an experienced designer with a strong aesthetic sense, creativity, and technical expertise to deliver world-class designs. The role involves leading styling projects, mentoring junior team members, and collaborating with cross-functional teams to develop innovative and market-leading designs.</p><p><br></p><p><br></p><p><strong>Position Responsibilities</strong></p><p><br></p><p><strong>Design Development:</strong></p><ul><li>Conceptualize and create innovative styling solutions for Exterior, Interior. (Prioritize in Interior Design)</li><li>Develop sketches, 2D renderings, and 3D models that align with the brand&#x2019;s design language and strategic objectives.</li><li>Translate design briefs and market trends into compelling design proposals.</li></ul><p><strong>Project Leadership:</strong></p><ul><li>Lead styling projects from initial concept to final design, ensuring high-quality deliverables within timelines.</li><li>Represent Styling in the Styling Technical Convergence (STC) meeting with Engineer and Partner to establish clear design directions and benchmarks.</li><li>Oversee the execution of prototypes and production-ready designs.</li></ul><p><strong>Cross-functional Collaboration:</strong></p><ul><li>Work closely with engineering, manufacturing, and marketing teams to ensure designs are feasible and aligned with brand strategy.</li><li>Actively participate in design reviews, providing constructive feedback and advocating for the design vision.</li></ul><p><strong>Mentorship and Development:</strong></p><ul><li>Mentor junior designers and provide guidance to elevate their design capabilities.</li><li>Contribute to building a strong creative culture within the team.</li></ul><p><strong>Trend and Innovation Monitoring:</strong></p><ul><li>Stay updated on global design trends, new materials, and emerging technologies.</li><li>Integrate advanced design tools, materials, and sustainable practices into the creative process.</li></ul><p><br></p><p><br></p><p><strong>Position Requirements</strong></p><p><br></p><p><strong>Qualifications and Skills:</strong></p><p><br></p><p><strong>Educational Background</strong>: A Bachelor&#x2019;s or Master&#x2019;s degree in Automotive Design, Industrial Design, or a related discipline.</p><p><strong>Professional Experience</strong>: At least 7 years of experience in automotive design, with a strong emphasis on Styling. Experience in Automotive Interior Design is considered an advantage.</p><p><strong>Portfolio Requirement</strong>: A demonstrated portfolio highlighting innovative and exceptional design work.</p><p><strong>Technical Proficiency:</strong></p><ul><li>Expertise in design software such as Adobe Creative Suite, Alias, Blender, or similar tools.</li><li>Familiarity with 3D visualization and rendering software like VRED, Twinmotion.</li><li>Experience with AI-driven design tools (e.g., MidJourney, Optic, Vizcom&#x2026;) to generate design concepts and optimize workflows.</li><li>Proficiency in using AI-based material and trend analysis tools to inform Styling decisions.</li><li>Knowledge of automotive materials, manufacturing processes, and feasibility constraints.</li></ul><p><strong>Creative and Analytical Skills:</strong></p><ul><li>Strong ability to generate innovative and trend-setting ideas while meeting functional and branding requirements.</li><li>Attention to detail and ability to refine designs for maximum visual impact.</li></ul><p><strong>AI Integration and Innovation:</strong></p><ul><li>Ability to integrate AI solutions into the creative process to enhance efficiency and creativity.</li><li>Experience leveraging AI for predictive analytics, material optimization, or customer trend analysis.</li></ul><p><strong>Interpersonal and Leadership Skills:</strong></p><ul><li>Excellent communication and presentation skills.</li><li>Ability to work collaboratively in a fast-paced, multicultural environment.</li><li>Proven leadership capabilities and the ability to motivate and guide a design team</li></ul><p><br></p><p><em>By sending your application and continuing to communicate with us via this email address, you confirm that you have read Vingroup&apos;s Personal Data Protection Policy (&quot;Policy&quot;) published on the website: https://vinfast.vn/privacy-policy/</em><strong><em>, </em></strong><em>agree to the contents of the Policy, and consent to our processing of your personal data in your application according to the legal regulations on personal data protection.</em></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/data-management-engineer-at-vinfast-4296549353?_l=en",
    "job_posting_id": "4296549353",
    "job_title": "Data Management Engineer",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "EBOM Management Understand EBOM structure & logic and how to build it in Teamcenter system Understand and guide engineering team to comply with VinFast rules as mandatory part/ BOM attributes: Purchase Level VinFast, Torque information, ... Understand workflow & information from engineering team and manage BOM quality Understand supper BOM management concept and BOM configuration Clarify any issues, gaps between EBOM & MBOM, EBOM & Feature list, ... Set up SOR process & assignment list in Teamcenter system Engineering Change Management Understand ECR process & requirements to control ECR quality Set up and maintain the assignment list in Teamcenter system Manage Pre-CAB, CAB meeting to get approval for any engineering change proposals Teamwork with engineering, IT, MBOM, Manufacturing to ensure fluent communication for any changes Requirements Bachelor's degree in mechanical engineering, Automotive Engineering, or a related field such engineering - From 1-2 years' experience with Same fields, preferably at Automotive Company Relevant experience in BOM Management or Engineering Change Management in Automotive Company is an advantage Good experience with Engineering or/ and Engineering Change management. Good analytical thinking Strong attention to detail, organization skills and ability to manage multiple tasks simultaneously Strong interpersonal skills, pro-active Proficient in English Good knowledge with PLM Teamcenter systems/CAD 2D/3D with CATIA or other software and MS Office Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 weeks ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "2732",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-06T23:06:41.646Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>EBOM Management</li><li> Understand EBOM structure &amp; logic and how to build it in Teamcenter system </li><li> Understand and guide engineering team to comply with VinFast rules as mandatory part/ BOM attributes: Purchase Level VinFast, Torque information, ... </li><li> Understand workflow &amp; information from engineering team and manage BOM quality </li><li> Understand supper BOM management concept and BOM configuration </li><li> Clarify any issues, gaps between EBOM &amp; MBOM, EBOM &amp; Feature list, ... </li><li> Set up SOR process &amp; assignment list in Teamcenter system </li><li> Engineering Change Management</li><li> Understand ECR process &amp; requirements to control ECR quality </li><li> Set up and maintain the assignment list in Teamcenter system </li><li> Manage Pre-CAB, CAB meeting to get approval for any engineering change proposals </li><li> Teamwork with engineering, IT, MBOM, Manufacturing to ensure fluent communication for any changes <br><br></li></ul><strong>Requirements<br><br></strong><ul><li> Bachelor&apos;s degree in mechanical engineering, Automotive Engineering, or a related field such engineering - From 1-2 years&apos; experience with Same fields, preferably at Automotive Company</li><li>Relevant experience in BOM Management or Engineering Change Management in Automotive Company is an advantage</li><li>Good experience with Engineering or/ and Engineering Change management. Good analytical thinking</li><li>Strong attention to detail, organization skills and ability to manage multiple tasks simultaneously</li><li>Strong interpersonal skills, pro-active</li><li>Proficient in English</li><li>Good knowledge with PLM Teamcenter systems/CAD 2D/3D with CATIA or other software and MS Office</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/strategic-sourcing-lead-at-vinfast-4266836053?_l=en",
    "job_posting_id": "4266836053",
    "job_title": "Strategic Sourcing Lead",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Jakarta, Jakarta, Indonesia",
    "job_summary": "With respect to all your personal data shared to VinFast in the application and the entire recruitment process of VinFast, by clicking “Apply”, submitting your resumé/CV and/or participating in VinFast's recruitment process, you agree that you have read VinFast's Personal Data Protection Policy (\"Policy\") posted at https://vinfastauto.com/vn_vi/dieu-khoan-phap-ly or https://vinfast.vn/privacy-policy/, you agree to the Policy and consent for VinFast to process your personal data in accordance with the Policy and the applicable regulations on personal data protection. Job Overview: VinFast is looking for a dynamic and detail-oriented Strategic Sourcing Lead to support global procurement and sourcing initiatives. This role will be responsible for developing and executing sourcing strategies, optimizing supplier relationships, and ensuring cost-effective procurement of components and materials while maintaining high quality and compliance standards. The Strategic Sourcing Lead will work closely with cross-functional teams, including engineering, supply chain, and manufacturing, to drive efficiency and innovation in sourcing activities. Key Responsibilities: Develop and implement strategic sourcing plans to optimize supply chain efficiency and cost savings. Identify, evaluate, and onboard new suppliers to enhance VinFast’s supplier network. Conduct market research and benchmarking to assess supplier capabilities, industry trends, and cost structures. Negotiate contracts, pricing, and terms with suppliers to ensure best-value procurement. Collaborate with internal stakeholders to align sourcing strategies with business objectives. Monitor supplier performance, ensuring compliance with quality, cost, and delivery expectations. Identify and mitigate supply chain risks to ensure business continuity. Support localization and sustainability initiatives to align with company goals. Maintain accurate sourcing data and reporting in ERP and procurement systems. Requirements Qualifications & Requirements: Bachelor’s degree in Supply Chain Management, Business Administration, Engineering, or a related field. Minimum 5 years of experience in strategic sourcing, procurement, or supply chain management, preferably in the automotive or manufacturing industry. Strong negotiation, analytical, and problem-solving skills. Experience in supplier evaluation, contract management, and cost analysis. Familiarity with global sourcing, procurement regulations, and compliance requirements. Ability to work in a fast-paced, cross-functional team environment. Proficiency in SAP ERP systems and Microsoft Office Suite. Fluency in English is required We appreciate your interest in this opportunity. Given the high volume of applications, we will only be able to contact shortlisted candidates. We value your understanding and patience in this process. Thank you for your interest and cooperation. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Purchasing",
    "job_employment_type": "Full-time",
    "job_industries": "Motor Vehicle Manufacturing",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "19191",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-08-05T10:46:40.543Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><em>With respect to all your personal data shared to VinFast in the application and the entire recruitment process of VinFast, by clicking &#x201C;Apply&#x201D;, submitting your resum&#xE9;/CV and/or participating in VinFast&apos;s recruitment process, you agree that you have read VinFast&apos;s Personal Data Protection Policy (&quot;Policy&quot;) posted at https://vinfastauto.com/vn_vi/dieu-khoan-phap-ly or https://vinfast.vn/privacy-policy/, you agree to the Policy and consent for VinFast to process your personal data in accordance with the Policy and the applicable regulations on personal data protection.<br></em></p><p><br></p><p><strong>Job Overview:<br></strong></p><p>VinFast is looking for a dynamic and detail-oriented <strong>Strategic Sourcing Lead </strong>to support global procurement and sourcing initiatives. This role will be responsible for developing and executing sourcing strategies, optimizing supplier relationships, and ensuring cost-effective procurement of components and materials while maintaining high quality and compliance standards. The Strategic Sourcing Lead will work closely with cross-functional teams, including engineering, supply chain, and manufacturing, to drive efficiency and innovation in sourcing activities.<br></p><p><br></p><p><strong>Key Responsibilities:<br></strong></p><ul> <li>Develop and implement strategic sourcing plans to optimize supply chain efficiency and cost savings.<br> </li> <li>Identify, evaluate, and onboard new suppliers to enhance VinFast&#x2019;s supplier network.<br> </li> <li>Conduct market research and benchmarking to assess supplier capabilities, industry trends, and cost structures.<br> </li> <li>Negotiate contracts, pricing, and terms with suppliers to ensure best-value procurement.<br> </li> <li>Collaborate with internal stakeholders to align sourcing strategies with business objectives.<br> </li> <li>Monitor supplier performance, ensuring compliance with quality, cost, and delivery expectations.<br> </li> <li>Identify and mitigate supply chain risks to ensure business continuity.<br> </li> <li>Support localization and sustainability initiatives to align with company goals.<br> </li> <li>Maintain accurate sourcing data and reporting in ERP and procurement systems.<br> <br><br><br></li></ul>Requirements<br><br><p><strong>Qualifications &amp; Requirements:<br></strong></p><ul> <li>Bachelor&#x2019;s degree in Supply Chain Management, Business Administration, Engineering, or a related field.<br> </li> <li>Minimum 5 years of experience in strategic sourcing, procurement, or supply chain management, preferably in the automotive or manufacturing industry.<br> </li> <li>Strong negotiation, analytical, and problem-solving skills.<br> </li> <li>Experience in supplier evaluation, contract management, and cost analysis.<br> </li> <li>Familiarity with global sourcing, procurement regulations, and compliance requirements.<br> </li> <li>Ability to work in a fast-paced, cross-functional team environment.<br> </li> <li>Proficiency in SAP ERP systems and Microsoft Office Suite.<br> </li> <li>Fluency in English is required<br> </li></ul><p><br></p><p><em>We appreciate your interest in this opportunity. Given the high volume of applications, we will only be able to contact shortlisted candidates. We value your understanding and patience in this process. Thank you for your interest and cooperation.<br><br><br><br></em></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/senior-analysis-engineer-open-for-vietnamese-only-at-vinfast-4299838196?_l=en",
    "job_posting_id": "4299838196",
    "job_title": "Senior Analysis Engineer (Open for Vietnamese only)",
    "company_name": "VINFAST",
    "company_id": "14397297",
    "job_location": "Hanoi, Hanoi, Vietnam",
    "job_summary": "Title: Senior Analysis Engineer Department: VinFast Product Assurance Committee (VPAC) Location: Hanoi, Vietnam Position Context Critical: Must be able to hand company sensitive information and confidential in and outside Vinfast Automotive experience. Work with PICs and Working Team to identify the risk of out flow to the market. Ability to influence others to do what they don’t want to do. Control progress and database of VPAC issues in system (JIRA, sharepoint,...). Verify and arrange report to VPAC President about field actions with PICs. Arrange report to ERC to get field action decision. Working with AFS to deploy field actions after have the decision from ERC/ Working Team. Rountine: Review potential VPAC candidates from Safety, Regulatory, Loss of primary function or walk home issues. Manage VIN list of suspect vehicles for field actions. Tracking the progress of field actions and analyze field actions data. Built and manage dashboard for field actions progress tracking (JIRA, Power BI,…). Organize and maintain critical investigation documents from VF Product Assurance Committtee and VF Design Assurance Committeein within the Quality Case Management System Portal. Ensure accuracy and timeliness of documentation. Monitor actions and track due dates. Hold person accountable. Lead projects as assigned for developmental purposes. Willingness to work over 24/7 (as required) to get the job done in a fast pace, global environment. Position Overview Working in a global team environment interfacing with VN, US, CA, EU and others. You will work closely with Aftersales team and also the Engineering and Plant teams to handle critical field issue. Ability to work with Vinfast Executives and Managers. Good personal skill to become the glue that bonds the working team together with strong organizational skills. Opportunities to realize your improvement ideas in a start up environment. Requirements 6+ years experience in automotive or related industries. Bachelor’s degree in Engineering (Mechanical, Automotive, Electrical Engineering). High proficiency in English. Proficient in Microsoft Office suite (Power point, Word, Excel, Visio). Basic understanding about automotive modules, especially EV. Experience in quality problem solving and quality mindset (8D, Why Why, FTA, …). Demonstrated agility in operating within matrix organizations and teams. Highly motivated, self-starter, and active learner with strong interpersonal skills. Excellent communication skills and able to build strong relationships with cross-functional teams from different areas of the company and with the key supplier. Be accountable for delivery and demonstrate strong organizational skills Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Engineering and Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://vn.linkedin.com/company/vinfast?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 weeks ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fvn.linkedin.com%2Fjobs%2Fview%2Fsenior-analysis-engineer-open-for-vietnamese-only-at-vinfast-4299838196",
    "country_code": null,
    "title_id": "5683",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEL5-jT2YuVVg/company-logo_100_100/company-logo_100_100/0/1664351770961/vinfast_logo?e=2147483647&v=beta&t=slRg4Tvvg8o5FXE-gOVUWf6pCj2G68PbRNC-xnopX10",
    "job_posted_date": "2025-09-21T00:17:22.435Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Title: <strong> Senior Analysis Engineer <br><br></strong><strong> Department: VinFast Product Assurance Committee (VPAC) <br><br></strong><strong> Location: Hanoi, Vietnam <br><br></strong><strong> Position Context <br><br></strong><ul><li> Critical: </li><li> Must be able to hand company sensitive information and confidential in and outside Vinfast Automotive experience. </li><li> Work with PICs and Working Team to identify the risk of out flow to the market. </li><li> Ability to influence others to do what they don&#x2019;t want to do. </li><li> Control progress and database of VPAC issues in system (JIRA, sharepoint,...). </li><li> Verify and arrange report to VPAC President about field actions with PICs. Arrange report to ERC to get field action decision. </li><li> Working with AFS to deploy field actions after have the decision from ERC/ Working Team. </li><li> Rountine: </li><li> Review potential VPAC candidates from Safety, Regulatory, Loss of primary function or walk home issues. </li><li> Manage VIN list of suspect vehicles for field actions. </li><li> Tracking the progress of field actions and analyze field actions data. </li><li> Built and manage dashboard for field actions progress tracking (JIRA, Power BI,&#x2026;). </li><li> Organize and maintain critical investigation documents from VF Product Assurance Committtee and VF Design Assurance Committeein within the Quality Case </li><li> Management System Portal. Ensure accuracy and timeliness of documentation. Monitor actions and track due dates. Hold person accountable. </li><li> Lead projects as assigned for developmental purposes. </li><li> Willingness to work over 24/7 (as required) to get the job done in a fast pace, global environment. <br><br></li></ul><strong>Position Overview<br><br></strong><ul><li> Working in a global team environment interfacing with VN, US, CA, EU and others. </li><li> You will work closely with Aftersales team and also the Engineering and Plant teams to handle critical field issue. </li><li> Ability to work with Vinfast Executives and Managers. </li><li> Good personal skill to become the glue that bonds the working team together with strong organizational skills. </li><li> Opportunities to realize your improvement ideas in a start up environment. <br><br></li></ul><strong>Requirements<br><br></strong><ul><li> 6+ years experience in automotive or related industries. </li><li> Bachelor&#x2019;s degree in Engineering (Mechanical, Automotive, Electrical Engineering). </li><li> High proficiency in English. </li><li> Proficient in Microsoft Office suite (Power point, Word, Excel, Visio). </li><li> Basic understanding about automotive modules, especially EV. </li><li> Experience in quality problem solving and quality mindset (8D, Why Why, FTA, &#x2026;). </li><li> Demonstrated agility in operating within matrix organizations and teams. </li><li> Highly motivated, self-starter, and active learner with strong interpersonal skills. </li><li> Excellent communication skills and able to build strong relationships with cross-functional teams from different areas of the company and with the key supplier. </li><li> Be accountable for delivery and demonstrate strong organizational skills</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  }
]