[
  {
    "url": "https://www.linkedin.com/jobs/view/continuous-improvement-manager-at-bosch-4303103524?_l=en",
    "job_posting_id": "4303103524",
    "job_title": "Continuous Improvement Manager",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Wichita, KS",
    "job_summary": "Company Description We Are Bosch. At Bosch, we shape the future by inventing high-quality technologies and services that spark enthusiasm and enrich people’s lives. Our areas of activity are every bit as diverse as our outstanding Bosch teams around the world. Their creativity is the key to innovation through connected living, mobility, or industry. Let’s grow together, enjoy more, and inspire each other. Work #LikeABosch • Reinvent yourself: At Bosch, you will evolve. • Discover new directions: At Bosch, you will find your place. • Balance your life: At Bosch, your job matches your lifestyle. • Celebrate success: At Bosch, we celebrate you. • Be yourself: At Bosch, we value values. • Shape tomorrow: At Bosch, you change lives. Job Description What you will do: The Site Continuous Improvement Manager is responsible for the strategic advancing of Lean Concepts and procedures within the Wichita facility in practice, adaptation, and cultural integration. Through the implementation of specific strategies, training and advocacy, this role will play a significant piece of bringing the Wichita organization to a new culture. This is achieved through both direct and influential leadership. The CI Manager will develop a strong partnership with cross-functional teams at all levels in the plant. This role will play a major role in successfully implementing lean in Wichita operations to improve efficiency and reduce costs by aligning the processes, measurements, standards, and efforts across the facility. The primary manufacturing campus sits on 63 acres with a total of 1.3 million square feet. It has also translated into large employment growth in Wichita, where its workforce is around 1,300 employees, which is up nearly 22 percent year over year. The Wichita manufacturing facility is the largest non-aircraft manufacturing plant in Wichita. How You Will Do It Change Management - Develops workable implementation plans; Communicates changes effectively; Builds commitment and overcomes resistance; Prepares and supports those affected by change; Monitors transition and evaluates results. Innovation - Displays original thinking and creativity; Meets challenges with resourcefulness; Generates suggestions for improving work; Develops innovative approaches and ideas; Presents ideas and information in a manner that gets others' attention. Ability to work across as well as upwards in the organization to establish strong working relationships and gain consensus for programs. Implement Lean, Six Sigma, or other improvement methodologies. Strong interpersonal skills and demonstrated ability to build business partnerships, strong teams and develop talent. Qualifications Requirements: Bachelor’s Degree in Industrial Engineering, Operations, Manufacturing, or a related field. A minimum of two years' experience in the application of lean principles, and statistical tools and methods. Min of 5 years management experience. Proficiency in a Windows operating environment, including email and Microsoft Office software. Ability to exercise influence without authority. Ability to think strategically, envision future states and create change. Enthusiastic about Continuous Improvement with the ability to inspire and motivate others. Data Analysis: Data-driven mindset with proficiency in data analysis tools. Additional Information Equal Opportunity Employer, including disability / veterans *Bosch adheres to Federal, State, and Local laws regarding drug-testing. Employment is contingent upon the successful completion of a drug screen and background check. Candidates who have been offered the position must pass both screenings before their start date. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Manufacturing",
    "job_base_pay_range": "$120,000.00/yr - $140,000.00/yr",
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 week ago",
    "job_num_applicants": 120,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": "US",
    "title_id": "3999",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-09-24T12:27:28.742Z",
    "job_poster": {
      "name": "Christopher B****r",
      "title": "Talent Acquisition Specialist - Korn Ferry RPO - Supporting Bosch",
      "url": "https://www.linkedin.com/in/christopherbrimer"
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong>Company Description</strong></p><p><br></p><p><strong>We Are Bosch.</strong></p><p>At Bosch, we shape the future by inventing high-quality technologies and services that spark </p><p>enthusiasm and enrich people&#x2019;s lives. Our areas of activity are every bit as diverse as our outstanding </p><p>Bosch teams around the world. Their creativity is the key to innovation through connected living, </p><p>mobility, or industry. </p><p>Let&#x2019;s grow together, enjoy more, and inspire each other. Work #LikeABosch</p><p>&#x2022; Reinvent yourself: At Bosch, you will evolve. </p><p>&#x2022; Discover new directions: At Bosch, you will find your place. </p><p>&#x2022; Balance your life: At Bosch, your job matches your lifestyle. </p><p>&#x2022; Celebrate success: At Bosch, we celebrate you. </p><p>&#x2022; Be yourself: At Bosch, we value values. </p><p>&#x2022; Shape tomorrow: At Bosch, you change lives.</p><p><strong>Job Description</strong></p><p><br></p><p><strong>What you will do:</strong></p><p>The Site Continuous Improvement Manager is responsible for the strategic advancing of Lean Concepts and procedures within the Wichita facility in practice, adaptation, and cultural integration. Through the implementation of specific strategies, training and advocacy, this role will play a significant piece of bringing the Wichita organization to a new culture. This is achieved through both direct and influential leadership. The CI Manager will develop a strong partnership with cross-functional teams at all levels in the plant.</p><p>This role will play a major role in successfully implementing lean in Wichita operations to improve efficiency and reduce costs by aligning the processes, measurements, standards, and efforts across the facility.</p><p>The primary manufacturing campus sits on 63 acres with a total of 1.3 million square feet. It has also translated into large employment growth in Wichita, where its workforce is around 1,300 employees, which is up nearly 22 percent year over year. The Wichita manufacturing facility is the largest non-aircraft manufacturing plant in Wichita.</p><p><br></p><p><strong>How You Will Do It</strong></p><p>Change Management - Develops workable implementation plans; Communicates changes effectively; Builds commitment and overcomes resistance; Prepares and supports those affected by change; Monitors transition and evaluates results.</p><ul><li>Innovation - Displays original thinking and creativity; Meets challenges with resourcefulness; Generates suggestions for improving work; Develops innovative approaches and ideas; Presents ideas and information in a manner that gets others&apos; attention.</li><li>Ability to work across as well as upwards in the organization to establish strong working relationships and gain consensus for programs.</li><li>Implement Lean, Six Sigma, or other improvement methodologies.</li><li>Strong interpersonal skills and demonstrated ability to build business partnerships, strong teams and develop talent.</li></ul><p><br></p><p><strong>Qualifications</strong></p><p><br></p><p><strong>Requirements:</strong></p><ul><li>Bachelor&#x2019;s Degree in Industrial Engineering, Operations, Manufacturing, or a related field.</li><li>A minimum of two years&apos; experience in the application of lean principles, and statistical tools and methods. Min of 5 years management experience.</li><li>Proficiency in a Windows operating environment, including email and Microsoft Office software.</li><li>Ability to exercise influence without authority.</li><li>Ability to think strategically, envision future states and create change.</li><li>Enthusiastic about Continuous Improvement with the ability to inspire and motivate others.</li><li>Data Analysis: Data-driven mindset with proficiency in data analysis tools.</li></ul><p><br></p><p><strong>Additional Information</strong></p><p><br></p><p><strong>Equal Opportunity Employer, including disability / veterans</strong></p><p><br></p><p>*Bosch adheres to Federal, State, and Local laws regarding drug-testing. Employment is contingent upon the successful completion of a drug screen and background check. Candidates who have been offered the position must pass both screenings before their start date.</p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": "$",
      "max_amount": 140000,
      "min_amount": 120000,
      "payment_period": "yr"
    },
    "salary_standards": "This range is provided by Bosch. Your actual pay will be based on your skills and experience — talk with your recruiter to learn more."
  },
  {
    "url": "https://www.linkedin.com/jobs/view/premaster-programm-im-bereich-projektmanagement-in-der-serienfertigung-f%C3%BCr-drucksensoren-w-m-div-at-bosch-4222840044?_l=en",
    "job_posting_id": "4222840044",
    "job_title": "PreMaster Programm im Bereich Projektmanagement in der Serienfertigung für Drucksensoren (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Reutlingen, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Robert Bosch GmbH freut sich auf deine Bewerbung! Stellenbeschreibung Als PreMaster*in arbeitest du schnittstellenübergreifend und bist Ansprechpartner für Entwicklung, Fertigung, Qualitätssicherung, Zulieferer und Kunden. Du bist für die Verfolgung von Qualität, Kosten und Lieferung der Mitteldrucksensoren im Automobilbereich verantwortlich. Du bearbeitest Produktionsthemen in unseren Montagelinien. Du definierst und setzt Abhilfemaßnahmen um. Du leitest Arbeitsgruppen und bringst deine Ideen ein, zudem arbeitest du an produktübergreifenden Verbesserungsprojekten mit. Qualifikationen Ausbildung: überdurchschnittlich abgeschlossenes Hochschulstudium (Bachelor) im Bereich der Ingenieurwissenschaften im Bereich Wirtschaftsingenieurwesen, Naturwissenschaften und konkrete Absicht im Anschluss ein Masterstudium aufzunehmen. Erfahrungen und Know-how: technisches Verständnis, erste Erfahrung im Bereich Sensorik wünschenswert Persönlichkeit und Arbeitsweise: teamfähig, selbstständig, eigeninitiativ, kreativ, eigenständig, durchsetzungsfähig, systematisch Begeisterung: Interesse an Tätigkeiten im Produktionsumfeld und Produktbetreuung/Projektmanagement Sprachen: gute Deutsch- und Englischkenntnisse in Wort und Schrift Zusätzliche Informationen Das Bosch PreMaster Programm ist ein zweistufiges Qualifizierungsprogramm für engagierte Bachelor-Absolventinnen und Absolventen, die das Ziel haben, ein Masterstudium zu absolvieren. Nach dem Bachelor bietet die erste Phase bis zu 12 Monaten praktische Erfahrung, um die fachlichen und unternehmerischen Zusammenhänge kennenzulernen. Die zweite Phase umfasst das Masterstudium und beinhaltet weitere Events und Seminare sowie persönliche Betreuung durch einen Mentor auf dem Weg zum erfolgreichen Abschluss. Beginn: nach Vereinbarung Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Du hast Fragen zum Bewerbungsprozess? Michelle Kurz +49 7121 35-33122 Du hast fachliche Fragen zum Job? Svenja Gerstenberger +49 7121 35-31717 Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Business Development",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "5 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4222840044?url=https%3A%2F%2Fjobs%2Esmartrecruiters%2Ecom%2FBoschGroup%2F744000050219696-premaster-programm-im-bereich-projektmanagement-in-der-serienfertigung-fur-drucksensoren-w-m-div-%3Futm_source%3Dlinkedin%26utm_medium%3Djobslot%26trid%3D2d92f286-613b-4daf-9dfa-6340ffbecf73&urlHash=TnZU",
    "country_code": null,
    "title_id": "9",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-05-07T16:50:54.265Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch GmbH freut sich auf deine Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Als PreMaster*in arbeitest du schnittstellen&#xFC;bergreifend und bist Ansprechpartner f&#xFC;r Entwicklung, Fertigung, Qualit&#xE4;tssicherung, Zulieferer und Kunden. </li><li>Du bist f&#xFC;r die Verfolgung von Qualit&#xE4;t, Kosten und Lieferung der Mitteldrucksensoren im Automobilbereich verantwortlich. </li><li>Du bearbeitest Produktionsthemen in unseren Montagelinien. </li><li>Du definierst und setzt Abhilfema&#xDF;nahmen um. </li><li>Du leitest Arbeitsgruppen und bringst deine Ideen ein, zudem arbeitest du an produkt&#xFC;bergreifenden Verbesserungsprojekten mit. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: &#xFC;berdurchschnittlich abgeschlossenes Hochschulstudium (Bachelor) im Bereich der Ingenieurwissenschaften im Bereich Wirtschaftsingenieurwesen, Naturwissenschaften und konkrete Absicht im Anschluss ein Masterstudium aufzunehmen. </li><li>Erfahrungen und Know-how: technisches Verst&#xE4;ndnis, erste Erfahrung im Bereich Sensorik w&#xFC;nschenswert</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: teamf&#xE4;hig, selbstst&#xE4;ndig, eigeninitiativ, kreativ, eigenst&#xE4;ndig, durchsetzungsf&#xE4;hig, systematisch</li><li>Begeisterung: Interesse an T&#xE4;tigkeiten im Produktionsumfeld und Produktbetreuung/Projektmanagement</li><li>Sprachen: gute Deutsch- und Englischkenntnisse in Wort und Schrift<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Das Bosch PreMaster Programm ist ein zweistufiges Qualifizierungsprogramm f&#xFC;r engagierte Bachelor-Absolventinnen und Absolventen, die das Ziel haben, ein Masterstudium zu absolvieren. Nach dem Bachelor bietet die erste Phase bis zu 12 Monaten praktische Erfahrung, um die fachlichen und unternehmerischen Zusammenh&#xE4;nge kennenzulernen. Die zweite Phase umfasst das Masterstudium und beinhaltet weitere Events und Seminare sowie pers&#xF6;nliche Betreuung durch einen Mentor auf dem Weg zum erfolgreichen Abschluss.<br><br><strong>Beginn: </strong>nach Vereinbarung<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Du hast Fragen zum Bewerbungsprozess?<br><br></strong>Michelle Kurz<br><br>+49 7121 35-33122<br><br><strong>Du hast fachliche Fragen zum Job?<br><br></strong>Svenja Gerstenberger<br><br>+49 7121 35-31717\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/pflichtpraktikum-organisationsentwicklung-und-kommunikation-im-internationalen-team-at-bosch-4302739260?_l=en",
    "job_posting_id": "4302739260",
    "job_title": "Pflichtpraktikum Organisationsentwicklung und Kommunikation im internationalen Team",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Stuttgart, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Robert Bosch GmbH freut sich auf deine Bewerbung! Stellenbeschreibung Werde Teil unseres internationalen, interdisziplinären Teams und gestalte den Einkauf aktiv mit – von Agile Work und Coaching über Organisationsentwicklung bis hin zu Strategie und innovativen Verhandlungstechniken. Während deines Praktikums begleitest du unsere strategischen Einkaufsprojekte, unterstützt bei Themen wie Competence Management und Teamentwicklung. Zudem erhältst du spannende Einblicke in das Projektmanagement digitaler Transformationsprojekte, die unsere Arbeit erleichtern. Du gestaltest aktiv die interne Kommunikation mit, entwickelst Kommunikationsmaterialien und erstellst Blogbeiträge sowie Wiki-Seiten auf unserer internen Kommunikationsplattform Bosch Connect. Des Weiteren hilfst du bei der Vorbereitung, Durchführung und Nachbereitung internationaler Veranstaltungen, sowohl virtuell als auch vor Ort. Darüber hinaus lernst du, wie Spieltheorie in Einkaufsauktionen und Vergabeverfahren angewendet wird, und unterstützt dabei, diese Methoden im Konzern weiterzuentwickeln. Nicht zuletzt strebst du nach Verbesserung und Weiterentwicklung neuer und kreativer Einkaufsmethoden, um mit uns die besten Ergebnisse zu erzielen. Qualifikationen Ausbildung: Studium im Bereich BWL mit Schwerpunkt Kommunikation, Management, Wirtschaftspsychologie, Medienkommunikation, Ingenieurwesen, Data Science oder vergleichbar Erfahrungen und Know-how: sicher im Umgang mit MS Office und digitalen Tools, idealerweise auch mit KI-gestützten Anwendungen (z.B. Copilot oder ChatGPT) Persönlichkeit und Arbeitsweise: dir gelingt es, dich schnell in neue Themen einzuarbeiten und deine Neugierde aktiv einzubringen, wobei du gerne Verantwortung übernimmst und deine Kreativität zur Entwicklung neuer Lösungsansätze nutzt; zudem begeisterst du dich für Organisation, moderne Medien sowie effektive Kommunikation Begeisterung: Themen wie Coaching und Entwicklung im Arbeitsalltag begeistern dich Sprachen: sehr gutes Deutsch und Englisch Zusätzliche Informationen Beginn: ab März/April 2026 Dauer: 4 - 6 Monate (ausschließlich Pflichtpraktikum gem. SPO möglich) Wir bieten dir 35 Stunden/Woche mit flexibler Arbeitszeit eine feste Ansprechperson, die dich während deines Praktikums begleitet eine moderne Arbeitsplatzumgebung, sowie mobiles Arbeiten nach Absprache die Möglichkeit Teil unseres studentischen Netzwerkes students@bosch Stuttgart zu werden Vergünstigungen in unseren Betriebsrestaurants Voraussetzung für das Praktikum ist die Immatrikulation an einer Hochschule. Bitte füge deiner Bewerbung deinen Lebenslauf, deinen aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, deine Prüfungsordnung sowie ggf. eine gültige Arbeits- und Aufenthaltserlaubnis bei. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Du hast fachliche Fragen zum Job? Daniela Lawenstein (Fachabteilung) +49 711 811 56642 In diesem Team sind wir per du. Werde ein Teil davon! Work Show more Show less",
    "job_seniority_level": "Internship",
    "job_function": "Purchasing",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 weeks ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fde.linkedin.com%2Fjobs%2Fview%2Fpflichtpraktikum-organisationsentwicklung-und-kommunikation-im-internationalen-team-at-bosch-4302739260",
    "country_code": null,
    "title_id": "1256",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-09-21T03:18:43.732Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch GmbH freut sich auf deine Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong>Werde Teil unseres internationalen, interdisziplin&#xE4;ren Teams und gestalte den Einkauf aktiv mit &#x2013; von Agile Work und Coaching &#xFC;ber Organisationsentwicklung bis hin zu Strategie und innovativen Verhandlungstechniken.<br><br><ul><li>W&#xE4;hrend deines Praktikums begleitest du unsere strategischen Einkaufsprojekte, unterst&#xFC;tzt bei Themen wie Competence Management und Teamentwicklung. Zudem erh&#xE4;ltst du spannende Einblicke in das Projektmanagement digitaler Transformationsprojekte, die unsere Arbeit erleichtern. </li><li>Du gestaltest aktiv die interne Kommunikation mit, entwickelst Kommunikationsmaterialien und erstellst Blogbeitr&#xE4;ge sowie Wiki-Seiten auf unserer internen Kommunikationsplattform Bosch Connect. </li><li>Des Weiteren hilfst du bei der Vorbereitung, Durchf&#xFC;hrung und Nachbereitung internationaler Veranstaltungen, sowohl virtuell als auch vor Ort. </li><li>Dar&#xFC;ber hinaus lernst du, wie Spieltheorie in Einkaufsauktionen und Vergabeverfahren angewendet wird, und unterst&#xFC;tzt dabei, diese Methoden im Konzern weiterzuentwickeln. </li><li>Nicht zuletzt strebst du nach Verbesserung und Weiterentwicklung neuer und kreativer Einkaufsmethoden, um mit uns die besten Ergebnisse zu erzielen. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: Studium im Bereich BWL mit Schwerpunkt Kommunikation, Management, Wirtschaftspsychologie, Medienkommunikation, Ingenieurwesen, Data Science oder vergleichbar</li><li>Erfahrungen und Know-how: sicher im Umgang mit MS Office und digitalen Tools, idealerweise auch mit KI-gest&#xFC;tzten Anwendungen (z.B. Copilot oder ChatGPT)</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: dir gelingt es, dich schnell in neue Themen einzuarbeiten und deine Neugierde aktiv einzubringen, wobei du gerne Verantwortung &#xFC;bernimmst und deine Kreativit&#xE4;t zur Entwicklung neuer L&#xF6;sungsans&#xE4;tze nutzt; zudem begeisterst du dich f&#xFC;r Organisation, moderne Medien sowie effektive Kommunikation</li><li>Begeisterung: Themen wie Coaching und Entwicklung im Arbeitsalltag begeistern dich</li><li>Sprachen: sehr gutes Deutsch und Englisch<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Beginn:</strong> ab M&#xE4;rz/April 2026<br><br><strong>Dauer:</strong> 4 - 6 Monate (ausschlie&#xDF;lich Pflichtpraktikum gem. SPO m&#xF6;glich)<br><br>Wir bieten dir<br><br><ul><li>35 Stunden/Woche mit flexibler Arbeitszeit</li><li>eine feste Ansprechperson, die dich w&#xE4;hrend deines Praktikums begleitet</li><li>eine moderne Arbeitsplatzumgebung, sowie mobiles Arbeiten nach Absprache</li><li>die M&#xF6;glichkeit Teil unseres studentischen Netzwerkes students@bosch Stuttgart zu werden</li><li>Verg&#xFC;nstigungen in unseren Betriebsrestaurants<br><br></li></ul>Voraussetzung f&#xFC;r das Praktikum ist die Immatrikulation an einer Hochschule. Bitte f&#xFC;ge deiner Bewerbung deinen Lebenslauf, deinen aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, deine Pr&#xFC;fungsordnung sowie ggf. eine g&#xFC;ltige Arbeits- und Aufenthaltserlaubnis bei.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Du hast fachliche Fragen zum Job?<br><br></strong>Daniela Lawenstein (Fachabteilung)<br><br>+49 711 811 56642<br><br>In diesem Team sind wir per du. Werde ein Teil davon! Work\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/sap-o2c-fachlicher-und-technischer-berater-f%C3%BCr-order-to-cash-w-m-div-gehalt-%7E86-000-eur-p-a-at-bosch-4281805842?_l=en",
    "job_posting_id": "4281805842",
    "job_title": "SAP O2C Fachlicher und Technischer Berater für Order-to-Cash (w/m/div.) (Gehalt: ~86.000 EUR p.a.*)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Stuttgart, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Robert Bosch GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Wir sind Bosch Digital. Unsere Mission ist es, gemeinsam mit unseren Geschäftsbereichen die digitale Zukunft von Bosch zu gestalten. Wir erfinden, programmieren und erschaffen digitale Produkte, Dienstleistungen und Lösungen, die Begeisterung wecken und die Lebensqualität verbessern. Bosch Digital ist die Heimat von mehr als 10.000 einzigartigen und vielfältigen Talenten weltweit. Unsere agile Denkweise und Arbeitskultur sind ein wichtiger Treiber der digitalen Transformation bei Bosch und geben sowohl unseren Mitarbeitenden als auch ihren Ideen Raum zum Wachsen. Als SAP-Berater für Order-to-Cash erstellen und implementieren Sie IT-Konzepte im Bereich Vertrieb (SAP SD) in enger Zusammenarbeit mit Prozessverantwortlichen und Anwendern aus dem Geschäftsbereich Mobility. Zudem arbeiten Sie in einem Experten-Team global aufgestellt und unterstützen damit die Vertriebs/Logistik-Prozessen von mehr als 260 Produktionswerken weltweit. Darüber hinaus führen Sie funktionale Analysen durch, übersetzen diese in fachliche und technische Anforderungen und setzen diese um. Dabei unterstützen Sie auch funktionale und technische Tests sowie die Einführung in produktive Umgebungen inklusive Pilotinstallation und Roll-out. Des Weiteren planen und koordinieren die Sie technische Entwicklung, unterstützen Entwicklungsteams beim Aufbau von Lösungen und sind verantwortlich für die Erweiterung von Schnittstellen zwischen ERP/S4HANA und externen Systemen (IDOCs, EDI, APIs). Als Ansprechpartner für technische und organisatorische Fragen beraten Sie die Fachabteilung, unterstützen bei Anwenderschulungen und helfen bei der konzeptionellen Arbeit. Sie entwickeln komplexe Funktionen und Prozesse, koordinieren die Dokumentation mit Fokus auf Wiederverwendbarkeit und stellen Betrieb, Wartbarkeit und Performance der Entwicklungen sicher. In Ihrer täglichen Arbeit koordinieren Sie Teilaufgaben im Team, halten hohe Qualitätsstandards ein und behalten dabei stets den Zeitplan im Blick. Qualifikationen Ausbildung: abgeschlossenes Hochschulstudium der (Wirtschafts-) Informatik oder eines vergleichbaren Studienganges Erfahrungen und Know-how: mehrjährige Berufserfahrung in der technischen Entwicklung und Beratung (ABAP-Experte) sowie funktionale Beratungserfahrung in SAP (bevorzugt Prozesskette Vertrieb); Erfahrung in EWM, TM, S4 von Vorteil; SAP-Know-how einschließlich ABAP-Entwicklung; tiefgreifendes IT-Know-how und solide fachliche SAP SD-Kenntnisse Persönlichkeit und Arbeitsweise: organisierte und verantwortungsbewusste Persönlichkeit mit ausgeprägter Kommunikationsfähigkeit; Sie arbeiten selbstständig und zielorientiert, verfügen über tiefgehendes Verständnis und legen großen Wert auf Kundenorientierung Begeisterung: Fähigkeit, komplizierte technische Anliegen für Nicht-Techniker verständlich zu erklären; Interesse an SAP-Architektur; Mitarbeit in internationalen Projekten; Freude am Entwerfen und Umsetzen von Lösungen für komplexe Anforderungen Sprachen: sehr gutes Deutsch und Englisch in Wort und Schrift Das Brutto-Jahresgehalt für diese Stelle beträgt gemäß unseren Regelungen bei vollumfänglicher Aufgabenausführung mindestens 86.000 EUR bei einer 35h Woche (bei einem vollen Beschäftigungsjahr und Erfüllung der tariflichen Anspruchsvoraussetzungen). Hinzu kommt eine individuelle, leistungsabhängige Vergütung, eine Beteiligung am Unternehmenserfolg, sowie Arbeitgeberleistungen zur betrieblichen Altersversorgung. Über weitere Details unseres Vergütungspaketes, wie auch (Entgelt-) Entwicklungsmöglichkeiten, sprechen wir mit Ihnen gerne im Laufe des Bewerbungsprozesses. Zusätzliche Informationen Wir bieten flexible Arbeitsmodelle: von unterschiedlichen Teilzeitmöglichkeiten über mobiles Arbeiten bis hin zum Jobsharing. Sprechen Sie uns gerne dazu an. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Sie haben Fragen zum Bewerbungsprozess? Recruiting Team (Personalabteilung) +49 711 811 27525 Sie haben fachliche Fragen zum Job? Thorsten Harbig (Fachabteilung) +49(172)2858687 Noch unsicher, welche Stelle wirklich zu Ihnen passt? Dann melden Sie sich für die Bosch Insights an. Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Software Development",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 month ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "186",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-09-04T16:25:17.081Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong>Wir sind Bosch Digital. Unsere Mission ist es, gemeinsam mit unseren Gesch&#xE4;ftsbereichen die digitale Zukunft von Bosch zu gestalten. Wir erfinden, programmieren und erschaffen digitale Produkte, Dienstleistungen und L&#xF6;sungen, die Begeisterung wecken und die Lebensqualit&#xE4;t verbessern. Bosch Digital ist die Heimat von mehr als 10.000 einzigartigen und vielf&#xE4;ltigen Talenten weltweit. Unsere agile Denkweise und Arbeitskultur sind ein wichtiger Treiber der digitalen Transformation bei Bosch und geben sowohl unseren Mitarbeitenden als auch ihren Ideen Raum zum Wachsen.<br><br><ul><li>Als SAP-Berater f&#xFC;r Order-to-Cash erstellen und implementieren Sie IT-Konzepte im Bereich Vertrieb (SAP SD) in enger Zusammenarbeit mit Prozessverantwortlichen und Anwendern aus dem Gesch&#xE4;ftsbereich Mobility. </li><li>Zudem arbeiten Sie in einem Experten-Team global aufgestellt und unterst&#xFC;tzen damit die Vertriebs/Logistik-Prozessen von mehr als 260 Produktionswerken weltweit. </li><li>Dar&#xFC;ber hinaus f&#xFC;hren Sie funktionale Analysen durch, &#xFC;bersetzen diese in fachliche und technische Anforderungen und setzen diese um. Dabei unterst&#xFC;tzen Sie auch funktionale und technische Tests sowie die Einf&#xFC;hrung in produktive Umgebungen inklusive Pilotinstallation und Roll-out. </li><li>Des Weiteren planen und koordinieren die Sie technische Entwicklung, unterst&#xFC;tzen Entwicklungsteams beim Aufbau von L&#xF6;sungen und sind verantwortlich f&#xFC;r die Erweiterung von Schnittstellen zwischen ERP/S4HANA und externen Systemen (IDOCs, EDI, APIs). </li><li>Als Ansprechpartner f&#xFC;r technische und organisatorische Fragen beraten Sie die Fachabteilung, unterst&#xFC;tzen bei Anwenderschulungen und helfen bei der konzeptionellen Arbeit. </li><li>Sie entwickeln komplexe Funktionen und Prozesse, koordinieren die Dokumentation mit Fokus auf Wiederverwendbarkeit und stellen Betrieb, Wartbarkeit und Performance der Entwicklungen sicher. </li><li>In Ihrer t&#xE4;glichen Arbeit koordinieren Sie Teilaufgaben im Team, halten hohe Qualit&#xE4;tsstandards ein und behalten dabei stets den Zeitplan im Blick. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: abgeschlossenes Hochschulstudium der (Wirtschafts-) Informatik oder eines vergleichbaren Studienganges</li><li>Erfahrungen und Know-how: mehrj&#xE4;hrige Berufserfahrung in der technischen Entwicklung und Beratung (ABAP-Experte) sowie funktionale Beratungserfahrung in SAP (bevorzugt Prozesskette Vertrieb); Erfahrung in EWM, TM, S4 von Vorteil; SAP-Know-how einschlie&#xDF;lich ABAP-Entwicklung; tiefgreifendes IT-Know-how und solide fachliche SAP SD-Kenntnisse</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: organisierte und verantwortungsbewusste Pers&#xF6;nlichkeit mit ausgepr&#xE4;gter Kommunikationsf&#xE4;higkeit; Sie arbeiten selbstst&#xE4;ndig und zielorientiert, verf&#xFC;gen &#xFC;ber tiefgehendes Verst&#xE4;ndnis und legen gro&#xDF;en Wert auf Kundenorientierung</li><li>Begeisterung: F&#xE4;higkeit, komplizierte technische Anliegen f&#xFC;r Nicht-Techniker verst&#xE4;ndlich zu erkl&#xE4;ren; Interesse an SAP-Architektur; Mitarbeit in internationalen Projekten; Freude am Entwerfen und Umsetzen von L&#xF6;sungen f&#xFC;r komplexe Anforderungen</li><li>Sprachen: sehr gutes Deutsch und Englisch in Wort und Schrift</li><li>Das Brutto-Jahresgehalt f&#xFC;r diese Stelle betr&#xE4;gt gem&#xE4;&#xDF; unseren Regelungen bei vollumf&#xE4;nglicher Aufgabenausf&#xFC;hrung mindestens 86.000 EUR bei einer 35h Woche (bei einem vollen Besch&#xE4;ftigungsjahr und Erf&#xFC;llung der tariflichen Anspruchsvoraussetzungen). Hinzu kommt eine individuelle, leistungsabh&#xE4;ngige Verg&#xFC;tung, eine Beteiligung am Unternehmenserfolg, sowie Arbeitgeberleistungen zur betrieblichen Altersversorgung. &#xDC;ber weitere Details unseres Verg&#xFC;tungspaketes, wie auch (Entgelt-) Entwicklungsm&#xF6;glichkeiten, sprechen wir mit Ihnen gerne im Laufe des Bewerbungsprozesses. <br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Wir bieten flexible Arbeitsmodelle: von unterschiedlichen Teilzeitm&#xF6;glichkeiten &#xFC;ber mobiles Arbeiten bis hin zum Jobsharing. Sprechen Sie uns gerne dazu an.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Recruiting Team (Personalabteilung)<br><br>+49 711 811 27525<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Thorsten Harbig (Fachabteilung)<br><br>+49(172)2858687<br><br>Noch unsicher, welche Stelle wirklich zu Ihnen passt? Dann melden Sie sich f&#xFC;r die Bosch Insights an.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/pracownik-produkcji-operator-maszyn-at-bosch-4228906089?_l=en",
    "job_posting_id": "4228906089",
    "job_title": "Pracownik produkcji - Operator maszyn",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Goleniów, Zachodniopomorskie, Poland",
    "job_summary": "Opis firmy Nowoczesne, międzynarodowe, wysoko dynamiczne środowisko. Jakość słynna na całym świecie. Zależy nam, aby nasze produkty wzbudzały entuzjazm, poprawiały jakość pracy i życia oraz aby pomagały chronić zasoby naturalne. Jesteśmy firmą zajmującą się konfekcjonowaniem wysokiej jakości materiałów ściernych. Witamy w miejscu gdzie stawiamy na rozwój - sia Abrasives - grupa Bosch. N aszym pracownikom oferujemy: Umowę o pracę Premię miesięczną do 15% Pracę w bezpiecznych warunkach - zapewnienie pracownikom dobrych i komfortowych warunków pracy jest naszym priorytetem Benefity współfinansowane przez firmę: ubezpieczenie grupowe, karta Multisport, prywatna opieka medyczna, smaczne obiady w kantynie (dofinansowane przez firmę) Pracę w przyjaznej atmosferze, w międzynarodowym środowisku Opis stanowiska Do Twoich obowiązków należeć będzie: Obsługa maszyn do konfekcjonowania materiałów ściernych Konfigurowanie maszyn i osprzętu oraz przygotowywanie ich do pracy Regularne sprawdzanie i kontrolowanie stanu technicznego obsługiwanych urządzeń Zwracanie uwagi na jakość wytwarzanych wyrobów Sprawdzanie stanu narzędzi na początku zmiany i zgłaszanie zapotrzebowania do team leadera Kwalifikacje Oczekiwane kompetencje: Doświadczenie w pracy przy maszynach, umiejętność ich obsługi Mile widziane doświadczenie w pracy w firmie produkcyjnej Umiejętność odczytywania rysunków technicznych i dokumentacji Chęć do nauki i rozwoju kompetencji Dokładność i sumienność Umiejętność pracy w zespole oraz w dynamicznym środowisku Praca w systemie 3 zmianowym Mile widziane uprawnienia UDT na wózki Dodatkowe informacje Co oferujemy: Umowę o pracę Premię miesięczną do 15% Bezpieczne miejsce pracy - zapewnienie pracownikom dobrych i komfortowych warunków jest naszym priorytetem Benefity współfinansowane przez firmę: ubezpieczenie UNUM, karta Multisport, prywatna opieka medyczna Medicover Smaczne obiady w kantynie (dofinansowane przez firmę) Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Management and Manufacturing",
    "job_employment_type": "Full-time",
    "job_industries": "Mechanical Or Industrial Engineering",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "12340",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-06-05T23:41:43.021Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Opis firmy<br><br>Nowoczesne, mi&#x119;dzynarodowe, wysoko dynamiczne &#x15B;rodowisko. Jako&#x15B;&#x107; s&#x142;ynna na ca&#x142;ym &#x15B;wiecie. Zale&#x17C;y nam, aby nasze produkty wzbudza&#x142;y entuzjazm, poprawia&#x142;y jako&#x15B;&#x107; pracy i &#x17C;ycia oraz aby pomaga&#x142;y chroni&#x107; zasoby naturalne. Jeste&#x15B;my firm&#x105; zajmuj&#x105;c&#x105; si&#x119; konfekcjonowaniem wysokiej jako&#x15B;ci materia&#x142;&#xF3;w &#x15B;ciernych. Witamy w miejscu gdzie stawiamy na rozw&#xF3;j - sia Abrasives - grupa Bosch.<br><br>N<strong>aszym pracownikom oferujemy:<br><br></strong><ul><li>Umow&#x119; o prac&#x119; </li><li>Premi&#x119; miesi&#x119;czn&#x105; do 15%</li><li>Prac&#x119; w bezpiecznych warunkach - zapewnienie pracownikom dobrych i komfortowych warunk&#xF3;w pracy jest naszym priorytetem</li><li>Benefity wsp&#xF3;&#x142;finansowane przez firm&#x119;: ubezpieczenie grupowe, karta Multisport, prywatna opieka medyczna, smaczne obiady w kantynie (dofinansowane przez firm&#x119;)</li><li>Prac&#x119; w przyjaznej atmosferze, w mi&#x119;dzynarodowym &#x15B;rodowisku<br><br><br></li></ul>Opis stanowiska<br><br>Do Twoich obowi&#x105;zk&#xF3;w nale&#x17C;e&#x107; b&#x119;dzie:<br><br><ul><li>Obs&#x142;uga maszyn do konfekcjonowania materia&#x142;&#xF3;w &#x15B;ciernych</li><li>Konfigurowanie maszyn i osprz&#x119;tu oraz przygotowywanie ich do pracy</li><li>Regularne sprawdzanie i kontrolowanie stanu technicznego obs&#x142;ugiwanych urz&#x105;dze&#x144;</li><li>Zwracanie uwagi na jako&#x15B;&#x107; wytwarzanych wyrob&#xF3;w</li><li>Sprawdzanie stanu narz&#x119;dzi na pocz&#x105;tku zmiany i zg&#x142;aszanie zapotrzebowania do team leadera<br><br><br></li></ul>Kwalifikacje<br><br><strong>Oczekiwane kompetencje:<br><br></strong><ul><li>Do&#x15B;wiadczenie w pracy przy maszynach, umiej&#x119;tno&#x15B;&#x107; ich obs&#x142;ugi</li><li>Mile widziane do&#x15B;wiadczenie w pracy w firmie produkcyjnej</li><li>Umiej&#x119;tno&#x15B;&#x107; odczytywania rysunk&#xF3;w technicznych i dokumentacji</li><li>Ch&#x119;&#x107; do nauki i rozwoju kompetencji</li><li>Dok&#x142;adno&#x15B;&#x107; i sumienno&#x15B;&#x107;</li><li>Umiej&#x119;tno&#x15B;&#x107; pracy w zespole oraz w dynamicznym &#x15B;rodowisku</li><li>Praca w systemie 3 zmianowym</li><li>Mile widziane uprawnienia UDT na w&#xF3;zki<br><br><br></li></ul>Dodatkowe informacje<br><br><strong>Co oferujemy:<br><br></strong><ul><li>Umow&#x119; o prac&#x119;</li><li>Premi&#x119; miesi&#x119;czn&#x105; do 15% </li><li>Bezpieczne miejsce pracy - zapewnienie pracownikom dobrych i komfortowych warunk&#xF3;w jest naszym priorytetem</li><li>Benefity wsp&#xF3;&#x142;finansowane przez firm&#x119;: ubezpieczenie UNUM, karta Multisport, prywatna opieka medyczna Medicover</li><li>Smaczne obiady w kantynie (dofinansowane przez firm&#x119;)</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/elektroniker-sicherheitstechniker-im-filialkundengesch%C3%A4ft-f%C3%BCr-den-%C3%BCberregionalen-einsatz-w-m-div-at-bosch-4150330490?_l=en",
    "job_posting_id": "4150330490",
    "job_title": "Elektroniker / Sicherheitstechniker im Filialkundengeschäft für den überregionalen Einsatz (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Isernhagen Farster Bauerschaft, Lower Saxony, Germany",
    "job_summary": "Unternehmensbeschreibung Möchten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology – mit uns verbessern Sie die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Rund um den Globus steigt die Nachfrage nach Sicherheits- und Kommunikationslösungen, die den Menschen das Gefühl von Schutz und Geborgenheit geben. Der Bosch Geschäftsbereich Security Systems ist einer der führenden Anbieter in diesem wachsenden Markt. Wir suchen Sie, um deutschlandweit den langfristigen Erfolg unseres Unternehmens zu sichern. Die Bosch Sicherheitssysteme Montage und Service GmbH freut sich auf Ihre Bewerbung. Stellenbeschreibung Von Videoanlagen, Zutrittskontrollsystemen und Einbruchmeldeanlagen bis hin zu sensorgestützten Lösungen: Dank unserer innovativen Technologien, sorgen wir dafür, dass Menschen sich in Gebäuden sicher fühlen können. Und mit Ihnen suchen wir jemanden, der diese Systeme vor Ort beim Kunden realisiert! Ihre Aufgaben: Montage, Inbetriebnahme und Bestandbetreuung von schwachstromtechnischen Anlagen, insbesondere von Einbruchmeldeanlagen, Videoanlagen und Zutrittskontrollsystemen Erstellung der benötigten Anlagendokumentationen Übergabe der betriebsbereiten Systeme an den Kunden sowie Abnahmen mit Behörden etc. Servicetätigkeiten, Instandsetzungsarbeiten sowie Inspektionstätigkeiten für Gefahrenmeldeanlagen für einen Filialkunden überregionaler Einsatz bei den Filialkunden vor Ort Wir bieten Ihnen: eine interessante und vielseitige Tätigkeit mit Perspektiven sowie eine attraktive Firmenkultur in einem Großunternehmen attraktive leistungsorientierte Entlohnung Sonderzahlungen sowie Jubiläumsregelungen individuelle Schulungsprogramme für die speziellen Anforderungen bei unseren Filialkunden 30 Tage Urlaub flexible Arbeitszeiten Firmen-KFZ mit der Möglichkeit zur bundesweiten Privatnutzung Laptop Smartphone mit der Möglichkeit zur Privatnutzung hochwertige Ausstattung mit Arbeitsmitteln umfangreiche Fortbildungsangebote und Aufstiegschancen Paten- & Einarbeitungsprogramm ab dem 1. Arbeitstag sowie feste Ansprechpartner vor Ort beim Kunden gemeinsame Zielorientierung in einem dynamischen Team zahlreiche Corporate Benefits für Bosch-Mitarbeitende Qualifikationen Ausbildung: abgeschlossene Berufsausbildung im Bereich der Elektrotechnik, bspw. in den Fachrichtungen der Elektroinstallation, Fernmeldetechnik, Informations- und Telekommunikationssysteme oder vergleichbare Fachrichtungen mit Willen zur Weiterentwicklung Persönlichkeit und Arbeitsweise: kundenorientiertes, unternehmerisches Denken und flexibles Handeln, selbstständige, leistungsorientierte Arbeitsweise deutschlandweite Reisebereitschaft Erfahrungen und Know-how: Kenntnisse in der Sicherheitstechnik, insbesondere Einbruchmeldetechnik sowie Videotechnik, sind erforderlich; Seminarprogramm erfolgt innerbetrieblich Qualifikation: fundierte PC-Kenntnisse: u. a. MS-Office (Outlook, Excel, Word), PKW-Führerschein Sprache: mindestens Sprachniveau Deutsch C1 oder vergleichbares Niveau notwendig Zusätzliche Informationen Interessiert an weiteren Details? Mit einem Klick erhalten Sie weitere Einblicke rund um diese spannende Tätigkeit. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Werden Sie Teil unseres Teams! Die Bosch Sicherheitssysteme Montage und Service GmbH freut sich auf Ihre vollständige Bewerbung: Anschreiben mit Angabe Ihrer Gehaltsvorstellung und ab wann Sie bei uns starten könnten, Lebenslauf, Zeugnisse und Zertifikate. Sie haben Fragen zum Bewerbungsprozess? Fachabteilung Necat Deveci, technischer Ansprechpartner +49 160 7060818 Personalabteilung Liza Reichel, HR Ansprechpartnerin +49 3628 6643-324 Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Software Development",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "7 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fde.linkedin.com%2Fjobs%2Fview%2Felektroniker-sicherheitstechniker-im-filialkundengesch%25C3%25A4ft-f%25C3%25BCr-den-%25C3%25BCberregionalen-einsatz-w-m-div-at-bosch-4150330490",
    "country_code": null,
    "title_id": "721",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-03-08T16:36:12.461Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbessern Sie die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. <br><br></strong><strong>Willkommen bei Bosch.<br><br></strong>Rund um den Globus steigt die Nachfrage nach Sicherheits- und Kommunikationsl&#xF6;sungen, die den Menschen das Gef&#xFC;hl von Schutz und Geborgenheit geben. Der Bosch Gesch&#xE4;ftsbereich Security Systems ist einer der f&#xFC;hrenden Anbieter in diesem wachsenden Markt.<br><br>Wir suchen Sie, um <strong>deutschlandweit </strong>den langfristigen Erfolg unseres Unternehmens zu sichern.<br><br>Die Bosch Sicherheitssysteme Montage und Service GmbH freut sich auf Ihre Bewerbung.<br><br><strong>Stellenbeschreibung<br><br></strong>Von Videoanlagen, Zutrittskontrollsystemen und Einbruchmeldeanlagen bis hin zu sensorgest&#xFC;tzten L&#xF6;sungen: Dank unserer innovativen Technologien, sorgen wir daf&#xFC;r, dass Menschen sich in Geb&#xE4;uden sicher f&#xFC;hlen k&#xF6;nnen. Und mit Ihnen suchen wir jemanden, der diese Systeme vor Ort beim Kunden realisiert!<br><br><strong>Ihre Aufgaben:<br><br></strong><ul><li>Montage, Inbetriebnahme und Bestandbetreuung von schwachstromtechnischen Anlagen, insbesondere von Einbruchmeldeanlagen, Videoanlagen und Zutrittskontrollsystemen</li><li>Erstellung der ben&#xF6;tigten Anlagendokumentationen</li><li>&#xDC;bergabe der betriebsbereiten Systeme an den Kunden sowie Abnahmen mit Beh&#xF6;rden etc. </li><li>Servicet&#xE4;tigkeiten, Instandsetzungsarbeiten sowie Inspektionst&#xE4;tigkeiten f&#xFC;r Gefahrenmeldeanlagen f&#xFC;r einen Filialkunden</li><li>&#xFC;berregionaler Einsatz bei den Filialkunden vor Ort <br><br></li></ul><strong>Wir bieten Ihnen:<br><br></strong><ul><li>eine interessante und vielseitige T&#xE4;tigkeit mit Perspektiven sowie eine attraktive Firmenkultur in einem Gro&#xDF;unternehmen</li><li>attraktive leistungsorientierte Entlohnung</li><li>Sonderzahlungen sowie Jubil&#xE4;umsregelungen</li><li>individuelle Schulungsprogramme f&#xFC;r die speziellen Anforderungen bei unseren Filialkunden</li><li>30 Tage Urlaub</li><li>flexible Arbeitszeiten</li><li>Firmen-KFZ mit der M&#xF6;glichkeit zur bundesweiten Privatnutzung</li><li>Laptop</li><li>Smartphone mit der M&#xF6;glichkeit zur Privatnutzung</li><li>hochwertige Ausstattung mit Arbeitsmitteln</li><li>umfangreiche Fortbildungsangebote und Aufstiegschancen</li><li>Paten- &amp; Einarbeitungsprogramm ab dem 1. Arbeitstag sowie feste Ansprechpartner vor Ort beim Kunden</li><li>gemeinsame Zielorientierung in einem dynamischen Team</li><li>zahlreiche Corporate Benefits f&#xFC;r Bosch-Mitarbeitende<br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: abgeschlossene Berufsausbildung im Bereich der Elektrotechnik, bspw. in den Fachrichtungen der Elektroinstallation, Fernmeldetechnik, Informations- und Telekommunikationssysteme oder vergleichbare Fachrichtungen mit Willen zur Weiterentwicklung</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: kundenorientiertes, unternehmerisches Denken und flexibles Handeln, selbstst&#xE4;ndige, leistungsorientierte Arbeitsweise</li><li>deutschlandweite Reisebereitschaft</li><li>Erfahrungen und Know-how: Kenntnisse in der Sicherheitstechnik, insbesondere Einbruchmeldetechnik sowie Videotechnik, sind erforderlich; Seminarprogramm erfolgt innerbetrieblich</li><li>Qualifikation: fundierte PC-Kenntnisse: u. a. MS-Office (Outlook, Excel, Word), PKW-F&#xFC;hrerschein</li><li>Sprache: mindestens Sprachniveau Deutsch C1 oder vergleichbares Niveau notwendig<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Interessiert an weiteren Details? Mit einem&#x202F;Klick&#x202F;erhalten Sie weitere Einblicke rund um diese spannende T&#xE4;tigkeit.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Werden Sie Teil unseres Teams!<br><br>Die Bosch Sicherheitssysteme Montage und Service GmbH freut sich auf Ihre vollst&#xE4;ndige Bewerbung:<br><br><ul><li>Anschreiben mit Angabe Ihrer Gehaltsvorstellung und ab wann Sie bei uns starten k&#xF6;nnten,</li><li>Lebenslauf,</li><li>Zeugnisse und Zertifikate. <br><br></li></ul><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br>Fachabteilung<br><br></strong>Necat Deveci, technischer Ansprechpartner<br><br>+49 160 7060818<br><br><strong>Personalabteilung<br><br></strong>Liza Reichel, HR Ansprechpartnerin<br><br>+49 3628 6643-324\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/praktikum-im-bereich-it-projektmanagement-at-bosch-4262145581?_l=en",
    "job_posting_id": "4262145581",
    "job_title": "Praktikum im Bereich IT-Projektmanagement",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Stuttgart, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Robert Bosch GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Während Ihres Praktikums erleben Sie IT Projekte für Software-Applikationen und Plattformen für 400.000 Mitarbeitende eines weltweit agierenden Unternehmens in der Praxis. Sie sind dabei aktiver Teil unserer laufenden Transformation hin zu einer agilen Organisation. Von Beginn Ihrer Tätigkeit an übernehmen Sie Aufgaben und Verantwortung und werden dabei von erfahrenen Projektleiter:innen, Product Ownern und Scrum Mastern unterstützt. An unserem IT Campus steht Ihnen ein modernes Arbeitsumfeld zur Verfügung, in dem Sie Ihre kreativen Ideen umsetzen. Dabei arbeiten Sie getreu unserem Motto \"Radical Collaboration\" auch teamübergreifend und vernetzen sich über unsere internen Social-Media-Plattformen. Qualifikationen Ausbildung: Studium im Bereich der Informatik, Wirtschaftsinformatik, Betriebswirtschaftslehre oder vergleichbar Erfahrung und Know-how: sicherer Umgang mit Microsoft Office Programmen, idealerweise Jira und Confluence Kenntnisse Persönlichkeit und Arbeitsweise: Sie sind eine kommunikationsstarke, kooperative und zuverlässige Person, die eigenverantwortlich, zielorientiert sowie flexibel ist Sprachen: sehr gutes Deutsch und Englisch Zusätzliche Informationen Beginn: nach Absprache Dauer: 6 Monate Wir bieten Ihnen: 35 Stunden/Woche mit Gleitzeit eine feste Ansprechperson, die Sie während Ihres Praktikums begleitet eine moderne Arbeitsplatzumgebung, sowie mobiles Arbeiten nach Absprache die Möglichkeit Teil unseres studentischen Netzwerkes students@bosch Stuttgart zu werden Vergünstigungen in unseren Betriebsrestaurants Voraussetzung für das Praktikum ist die Immatrikulation an einer Hochschule. Bitte fügen Sie Ihrer Bewerbung Ihren Lebenslauf, Ihren aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, Ihre Prüfungsordnung sowie ggf. eine gültige Arbeits- und Aufenthaltserlaubnis bei. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Sie haben fachliche Fragen zum Job? Boris Philipps (Fachabteilung) +49 172 6779409 Show more Show less",
    "job_seniority_level": "Internship",
    "job_function": "Product Management",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "13",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-08-05T16:43:01.557Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>W&#xE4;hrend Ihres Praktikums erleben Sie IT Projekte f&#xFC;r Software-Applikationen und Plattformen f&#xFC;r 400.000 Mitarbeitende eines weltweit agierenden Unternehmens in der Praxis. </li><li>Sie sind dabei aktiver Teil unserer laufenden Transformation hin zu einer agilen Organisation. </li><li>Von Beginn Ihrer T&#xE4;tigkeit an &#xFC;bernehmen Sie Aufgaben und Verantwortung und werden dabei von erfahrenen Projektleiter:innen, Product Ownern und Scrum Mastern unterst&#xFC;tzt. </li><li>An unserem IT Campus steht Ihnen ein modernes Arbeitsumfeld zur Verf&#xFC;gung, in dem Sie Ihre kreativen Ideen umsetzen. </li><li>Dabei arbeiten Sie getreu unserem Motto &quot;Radical Collaboration&quot; auch team&#xFC;bergreifend und vernetzen sich &#xFC;ber unsere internen Social-Media-Plattformen. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: Studium im Bereich der Informatik, Wirtschaftsinformatik, Betriebswirtschaftslehre oder vergleichbar</li><li>Erfahrung und Know-how: sicherer Umgang mit Microsoft Office Programmen, idealerweise Jira und Confluence Kenntnisse</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: Sie sind eine kommunikationsstarke, kooperative und zuverl&#xE4;ssige Person, die eigenverantwortlich, zielorientiert sowie flexibel ist</li><li>Sprachen: sehr gutes Deutsch und Englisch<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Beginn:</strong> nach Absprache<br><br><strong>Dauer:</strong> 6 Monate<br><br>Wir bieten Ihnen:<br><br><ul><li>35 Stunden/Woche mit Gleitzeit</li><li>eine feste Ansprechperson, die Sie w&#xE4;hrend Ihres Praktikums begleitet</li><li>eine moderne Arbeitsplatzumgebung, sowie mobiles Arbeiten nach Absprache</li><li>die M&#xF6;glichkeit Teil unseres studentischen Netzwerkes students@bosch Stuttgart zu werden</li><li>Verg&#xFC;nstigungen in unseren Betriebsrestaurants<br><br></li></ul>Voraussetzung f&#xFC;r das Praktikum ist die Immatrikulation an einer Hochschule. Bitte f&#xFC;gen Sie Ihrer Bewerbung Ihren Lebenslauf, Ihren aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, Ihre Pr&#xFC;fungsordnung sowie ggf. eine g&#xFC;ltige Arbeits- und Aufenthaltserlaubnis bei.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Boris Philipps (Fachabteilung)<br><br>+49 172 6779409\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/premaster-programm-im-bereich-produktionsmanagement-und-digitalisierung-w-m-div-at-bosch-4144856541?_l=en",
    "job_posting_id": "4144856541",
    "job_title": "PreMaster Programm im Bereich Produktionsmanagement und Digitalisierung (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Reutlingen, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Robert Bosch GmbH freut sich auf deine Bewerbung! Stellenbeschreibung Du betreust Projekte im Bereich der Digitalisierung und Automatisierung (z.B. Early Warning, Paperless, Industrie 4.0, recipe management, RFID). Du betreibst Schwachstellenanalyse von aktuellen Prozessen sowie die Umsetzung von Verbesserungspotential. Du treibst die Standardisierung im Rahmen von Ablaufverbesserungen, Checklisten und Dokumentationen voran. Du betreibst Equipmentmanagement im Sinne von Wartungs-, Reparatur- und Ersatzteilmanagement. Die Schwerpunkte der Tätigkeit legen wir gemeinsam fest und orientieren uns an deinen Interessen und Fähigkeiten. Qualifikationen Ausbildung: überdurchschnittlich abgeschlossenes Hochschulstudium (Bachelor) Vorzugsweise technische Studiengänge wie Maschinenbau, Mechatronik oder Automatisierungstechnik sowie konkrete Absicht im Anschluss ein Masterstudium aufzunehmen Erfahrungen und Know-how: Interesse an der Arbeit im technischen Umfeld einer Halbleiterfertigung sowie technisches Verständnis Arbeitsweise: strukturiert, selbstständig und zuverlässig Sprachen: sehr gute Deutsch- und gute Englischkenntnisse Zusätzliche Informationen Das Bosch PreMaster Programm ist ein zweistufiges Qualifizierungsprogramm für engagierte Bachelor-Absolventinnen und -Absolventen, die das Ziel haben, ein Masterstudium zu absolvieren. Nach dem Bachelor bietet die erste Phase bis zu 12 Monate praktische Erfahrung im Rahmen eines Gap Years, um die fachlichen und unternehmerischen Zusammenhänge kennenzulernen. Die zweite Phase umfasst das Masterstudium und beinhaltet weitere praktische Einblicke im Rahmen studentischer Beschäftigungen sowie persönliches Mentoring auf dem Weg zum erfolgreichen Abschluss. Beginn: nach Vereinbarung Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Sie haben Fragen zum Bewerbungsprozess? Michelle Kurz +49 7121 35-33122 Sie haben fachliche Fragen zum Job? Sebastian Wagner +49 173-1849796 Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "8 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fde.linkedin.com%2Fjobs%2Fview%2Fpremaster-programm-im-bereich-produktionsmanagement-und-digitalisierung-w-m-div-at-bosch-4144856541",
    "country_code": null,
    "title_id": "9",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-02-06T16:50:48.128Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch GmbH freut sich auf deine Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Du betreust Projekte im Bereich der Digitalisierung und Automatisierung (z.B. Early Warning, Paperless, Industrie 4.0, recipe management, RFID). </li><li>Du betreibst Schwachstellenanalyse von aktuellen Prozessen sowie die Umsetzung von Verbesserungspotential. </li><li>Du treibst die Standardisierung im Rahmen von Ablaufverbesserungen, Checklisten und Dokumentationen voran. </li><li>Du betreibst Equipmentmanagement im Sinne von Wartungs-, Reparatur- und Ersatzteilmanagement. </li><li>Die Schwerpunkte der T&#xE4;tigkeit legen wir gemeinsam fest und orientieren uns an deinen Interessen und F&#xE4;higkeiten. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: &#xFC;berdurchschnittlich abgeschlossenes Hochschulstudium (Bachelor) Vorzugsweise technische Studieng&#xE4;nge wie Maschinenbau, Mechatronik oder Automatisierungstechnik sowie konkrete Absicht im Anschluss ein Masterstudium aufzunehmen</li><li>Erfahrungen und Know-how: Interesse an der Arbeit im technischen Umfeld einer Halbleiterfertigung sowie technisches Verst&#xE4;ndnis</li><li>Arbeitsweise: strukturiert, selbstst&#xE4;ndig und zuverl&#xE4;ssig</li><li>Sprachen: sehr gute Deutsch- und gute Englischkenntnisse<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Das Bosch PreMaster Programm ist ein zweistufiges Qualifizierungsprogramm f&#xFC;r engagierte Bachelor-Absolventinnen und -Absolventen, die das Ziel haben, ein Masterstudium zu absolvieren. Nach dem Bachelor bietet die erste Phase bis zu 12 Monate praktische Erfahrung im Rahmen eines Gap Years, um die fachlichen und unternehmerischen Zusammenh&#xE4;nge kennenzulernen. Die zweite Phase umfasst das Masterstudium und beinhaltet weitere praktische Einblicke im Rahmen studentischer Besch&#xE4;ftigungen sowie pers&#xF6;nliches Mentoring auf dem Weg zum erfolgreichen Abschluss.<br><br><strong>Beginn: </strong>nach Vereinbarung<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Michelle Kurz<br><br>+49 7121 35-33122<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Sebastian Wagner<br><br>+49 173-1849796\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/cybersecurity-incident-response-experte-bosch-computer-emergency-response-team-w-m-div-gehalt-ca-86-000-eur-p-a-at-bosch-4225874264?_l=en",
    "job_posting_id": "4225874264",
    "job_title": "Cybersecurity Incident Response Experte - Bosch Computer Emergency Response Team (w/m/div.) (Gehalt: ca. 86.000 EUR p.a.*)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Stuttgart, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Robert Bosch GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Als Cybersecurity Incident Response Experte bist Du Teil des Bosch Computer Emergency Response Teams (CERT) und übernimmst Verantwortung für den Schutz der Bosch-Gruppe weltweit vor Cyberangriffen und anderen Schadensereignissen in ihren Informationssystemen. Verantwortungsbewusst leitest Du den Incident Response Prozess sowohl selbstständig als auch im Team von Experten. Du arbeitest mit internationalen Kolleginnen und Kollegen aus allen Geschäfts- und Funktionsbereichen zusammen, um Sicherheitsvorfälle aufzuklären, geeignete Gegenmaßnahmen zu erarbeiten und umzusetzen. Du unterstützt dabei die Schutzmaßnahmen der Bosch-Gruppe kontinuierlich zu verbessern. Hierbei kommunizierst Du mit Stakeholdern auf allen Ebenen und übersetzt zwischen Management und technischen Expertinnen und Experten. Zudem benennst Du Risiken klar und schätzt den Business Impact von Entscheidungen sicher ein. Auch in stressigen Situationen behältst Du hierbei einen kühlen Kopf. Des Weiteren agierst Du als kompetente Ansprechperson für Sicherheitsthemen auf allen Fachbereichs-Ebenen im Konzern. Nicht zuletzt übernimmst Du Verantwortung in der Rufbereitschaft. Qualifikationen Ausbildung: abgeschlossenes Studium im Bereich IT-Sicherheit, Digitaler Forensik oder vergleichbar Erfahrungen und Know-how: mehrjährige Berufserfahrung im Bereich Cybersecurity Incident Handling, praktische Erfahrung in der Analyse von IT-Sicherheitsvorfällen in mittleren oder großen Unternehmen und aus mindestens zwei der nachfolgend genannten Themenbereiche: IT-Forensik, Active Directory, Cyber Threat Intelligence, Incident Response in Cloud Umgebungen, SIEM, EDR, SOAR, NDR, Softwareentwicklung, Scripting und Automatisierung Qualifikation: eine Zertifizierung in einem oder mehreren der folgenden Bereiche: SANS GIAC: GCIA, GCFA, GPEN, GWAPT, GCFE, GREM, GXPN, GMON, GISF, or GCIH, ISC2: CCFP, CCSP, CISSP CERT CSIH, EC Council: CHFI, LPT, ECSA; Offensive Security: OSCP, OSCE, OSWP and OSEE; Defense Cyber Investigative Training Academy: FTK WFE-FTK, CIRC, WFE-E-CI, FIW Persönlichkeit und Arbeitsweise: Du hast eine selbstständige und verantwortungsbewusste Arbeitsweise, zeigst dich effizient und mit kreativen Lösungsansätzen; bist sicher im Auftreten mit anderen Begeisterung: Du hast ein großes Interesse zur Einarbeitung in neue Themenfelder und Technologien Sprachen: sehr gutes Deutsch und Englisch in Wort und Schrift Das Brutto-Jahresgehalt für diese Stelle beträgt gemäß unseren Regelungen bei vollumfänglicher Aufgabenausführung mindestens 86.000 EUR bei einer 35h Woche (bei einem vollen Beschäftigungsjahr und Erfüllung der tariflichen Anspruchsvoraussetzungen). Hinzu kommt eine individuelle, leistungsabhängige Vergütung, eine Beteiligung am Unternehmenserfolg, sowie Arbeitgeberleistungen zur betrieblichen Altersversorgung. Über weitere Details unseres Vergütungspaketes, wie auch (Entgelt-) Entwicklungsmöglichkeiten, sprechen wir mit Ihnen gerne im Laufe des Bewerbungsprozesses. Zusätzliche Informationen Wir bieten flexible Arbeitsmodelle: von unterschiedlichen Teilzeitmöglichkeiten über mobiles Arbeiten bis hin zum Jobsharing. Sprechen Sie uns gerne dazu an. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Bitte beachten Sie, dass Ihre Bewerbung auf diese Stelle einem Pre-Employment-Screening (PES) unterzogen werden kann. Der PES-Prozess muss bei besonders sensiblen Stellen durchgeführt werden, um Sicherheitsrisiken zu verringern. Weiterführende Informationen zum Vorgehen finden Sie unter diesem Link. Der PES Prozess unterliegt unseren Datenschutzrichtlinien. Sie haben Fragen zum Bewerbungsprozess? Recruiting Team (Personalabteilung) +49 711 811 27525 Sie haben fachliche Fragen zum Job? Michael Kirchner (Fachabteilung) +49 711 811 18915 Noch unsicher, welche Stelle wirklich zu Ihnen passt? Dann melden Sie sich für die Bosch Insights an. Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 week ago",
    "job_num_applicants": 107,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4225874264?url=https%3A%2F%2Fjobs%2Esmartrecruiters%2Ecom%2FBoschGroup%2F744000058773152-cybersecurity-incident-response-experte-bosch-computer-emergency-response-team-w-m-div-gehalt-ca-86-000-eur-p-a-%3Futm_source%3Dlinkedin%26utm_medium%3Djobslot%26trid%3D2d92f286-613b-4daf-9dfa-6340ffbecf73&urlHash=Uxy3",
    "country_code": null,
    "title_id": "25191",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-09-27T16:57:56.565Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Als Cybersecurity Incident Response Experte bist Du Teil des Bosch Computer Emergency Response Teams (CERT) und &#xFC;bernimmst Verantwortung f&#xFC;r den Schutz der Bosch-Gruppe weltweit vor Cyberangriffen und anderen Schadensereignissen in ihren Informationssystemen. </li><li>Verantwortungsbewusst leitest Du den Incident Response Prozess sowohl selbstst&#xE4;ndig als auch im Team von Experten. </li><li>Du arbeitest mit internationalen Kolleginnen und Kollegen aus allen Gesch&#xE4;fts- und Funktionsbereichen zusammen, um Sicherheitsvorf&#xE4;lle aufzukl&#xE4;ren, geeignete Gegenma&#xDF;nahmen zu erarbeiten und umzusetzen. Du unterst&#xFC;tzt dabei die Schutzma&#xDF;nahmen der Bosch-Gruppe kontinuierlich zu verbessern. Hierbei kommunizierst Du mit Stakeholdern auf allen Ebenen und &#xFC;bersetzt zwischen Management und technischen Expertinnen und Experten. </li><li>Zudem benennst Du Risiken klar und sch&#xE4;tzt den Business Impact von Entscheidungen sicher ein. Auch in stressigen Situationen beh&#xE4;ltst Du hierbei einen k&#xFC;hlen Kopf. </li><li>Des Weiteren agierst Du als kompetente Ansprechperson f&#xFC;r Sicherheitsthemen auf allen Fachbereichs-Ebenen im Konzern. </li><li>Nicht zuletzt &#xFC;bernimmst Du Verantwortung in der Rufbereitschaft. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: abgeschlossenes Studium im Bereich IT-Sicherheit, Digitaler Forensik oder vergleichbar</li><li>Erfahrungen und Know-how: mehrj&#xE4;hrige Berufserfahrung im Bereich Cybersecurity Incident Handling, praktische Erfahrung in der Analyse von IT-Sicherheitsvorf&#xE4;llen in mittleren oder gro&#xDF;en Unternehmen und aus mindestens zwei der nachfolgend genannten Themenbereiche: IT-Forensik, Active Directory, Cyber Threat Intelligence, Incident Response in Cloud Umgebungen, SIEM, EDR, SOAR, NDR, Softwareentwicklung, Scripting und Automatisierung</li><li>Qualifikation: eine Zertifizierung in einem oder mehreren der folgenden Bereiche: SANS GIAC: GCIA, GCFA, GPEN, GWAPT, GCFE, GREM, GXPN, GMON, GISF, or GCIH, ISC2: CCFP, CCSP, CISSP CERT CSIH, EC Council: CHFI, LPT, ECSA; Offensive Security: OSCP, OSCE, OSWP and OSEE; Defense Cyber Investigative Training Academy: FTK WFE-FTK, CIRC, WFE-E-CI, FIW</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: Du hast eine selbstst&#xE4;ndige und verantwortungsbewusste Arbeitsweise, zeigst dich effizient und mit kreativen L&#xF6;sungsans&#xE4;tzen; bist sicher im Auftreten mit anderen</li><li>Begeisterung: Du hast ein gro&#xDF;es Interesse zur Einarbeitung in neue Themenfelder und Technologien</li><li>Sprachen: sehr gutes Deutsch und Englisch in Wort und Schrift</li><li>Das Brutto-Jahresgehalt f&#xFC;r diese Stelle betr&#xE4;gt gem&#xE4;&#xDF; unseren Regelungen bei vollumf&#xE4;nglicher Aufgabenausf&#xFC;hrung mindestens 86.000 EUR bei einer 35h Woche (bei einem vollen Besch&#xE4;ftigungsjahr und Erf&#xFC;llung der tariflichen Anspruchsvoraussetzungen). Hinzu kommt eine individuelle, leistungsabh&#xE4;ngige Verg&#xFC;tung, eine Beteiligung am Unternehmenserfolg, sowie Arbeitgeberleistungen zur betrieblichen Altersversorgung. &#xDC;ber weitere Details unseres Verg&#xFC;tungspaketes, wie auch (Entgelt-) Entwicklungsm&#xF6;glichkeiten, sprechen wir mit Ihnen gerne im Laufe des Bewerbungsprozesses. <br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Wir bieten flexible Arbeitsmodelle: von unterschiedlichen Teilzeitm&#xF6;glichkeiten &#xFC;ber mobiles Arbeiten bis hin zum Jobsharing. Sprechen Sie uns gerne dazu an.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br>Bitte beachten Sie, dass Ihre Bewerbung auf diese Stelle einem Pre-Employment-Screening (PES) unterzogen werden kann.&#x202F; Der PES-Prozess muss bei besonders sensiblen Stellen durchgef&#xFC;hrt werden, um Sicherheitsrisiken zu verringern.<br><br>Weiterf&#xFC;hrende Informationen zum Vorgehen finden Sie unter diesem Link.<br><br>Der PES Prozess unterliegt unseren Datenschutzrichtlinien.<br><br><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Recruiting Team (Personalabteilung)<br><br>+49 711 811 27525<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Michael Kirchner (Fachabteilung)<br><br>+49 711 811 18915<br><br>Noch unsicher, welche Stelle wirklich zu Ihnen passt? Dann melden Sie sich f&#xFC;r die Bosch Insights an.<br><br>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/praktikum-im-bereich-entwicklung-laserschwei%C3%9Fprozesse-at-bosch-4279274952?_l=en",
    "job_posting_id": "4279274952",
    "job_title": "Praktikum im Bereich Entwicklung Laserschweißprozesse",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Reutlingen, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Robert Bosch GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Während Ihres Praktikums arbeiten Sie im Umfeld der Verfahrensentwicklung zur Herstellung von Steuergeräten in den Megatrends e-Mobility und autonomes Fahren mit dem Schwerpunkt mechanische Aufbau- und Verbindungstechnik in der Leistungselektronik. Sie unterstützen die Technologieentwicklung im Bereich Laserschweißen von Kupferwerkstoffen. Ihre Hauptaufgabe ist die Durchführung und Analyse von Laserschweißungen. Nicht zuletzt werten Sie Messdaten aus und übernehmen die Aufbereitung der Ergebnisse zur Präsentation im Entwicklungsteam und Ableitung der nächsten Maßnahmen. In Ihrem Praktikum erhalten Sie Einblicke von der Produktentwicklung bis zur Verfahrensentwicklung über die Musterfertigung bis zur Serienfertigung. Qualifikationen Ausbildung: Studium im Bereich Maschinenbau, Mechatronik, Werkstoffwissenschaften, Physik oder vergleichbar Erfahrungen und Know-how: sicher im Umgang mit MS Office Persönlichkeit und Arbeitsweise: strukturierter und gewissenhafter Mensch Arbeitsalltag: Sie arbeiten sowohl im Büro als auch im Labor Begeisterung: Interesse für Technik Sprachen: verhandlungssicheres Deutsch und sehr gutes Englisch Zusätzliche Informationen Beginn: nach Absprache Dauer: 5 - 6 Monate Voraussetzung für das Praktikum ist die Immatrikulation an einer Hochschule. Bitte fügen Sie Ihrer Bewerbung Ihren Lebenslauf, Ihren aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, Ihre Prüfungsordnung sowie ggf. eine gültige Arbeits- und Aufenthaltserlaubnis bei. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Sie haben fachliche Fragen zum Job? Philipp Gärtner (Fachabteilung) +49 173 1846224 Show more Show less",
    "job_seniority_level": "Internship",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "13",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-08-05T16:48:28.935Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>W&#xE4;hrend Ihres Praktikums arbeiten Sie im Umfeld der Verfahrensentwicklung zur Herstellung von Steuerger&#xE4;ten in den Megatrends e-Mobility und autonomes Fahren mit dem Schwerpunkt mechanische Aufbau- und Verbindungstechnik in der Leistungselektronik. </li><li>Sie unterst&#xFC;tzen die Technologieentwicklung im Bereich Laserschwei&#xDF;en von Kupferwerkstoffen. </li><li>Ihre Hauptaufgabe ist die Durchf&#xFC;hrung und Analyse von Laserschwei&#xDF;ungen. Nicht zuletzt werten Sie Messdaten aus und &#xFC;bernehmen die Aufbereitung der Ergebnisse zur Pr&#xE4;sentation im Entwicklungsteam und Ableitung der n&#xE4;chsten Ma&#xDF;nahmen. </li><li>In Ihrem Praktikum erhalten Sie Einblicke von der Produktentwicklung bis zur Verfahrensentwicklung &#xFC;ber die Musterfertigung bis zur Serienfertigung. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: Studium im Bereich Maschinenbau, Mechatronik, Werkstoffwissenschaften, Physik oder vergleichbar</li><li>Erfahrungen und Know-how: sicher im Umgang mit MS Office</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: strukturierter und gewissenhafter Mensch</li><li>Arbeitsalltag: Sie arbeiten sowohl im B&#xFC;ro als auch im Labor</li><li>Begeisterung: Interesse f&#xFC;r Technik</li><li>Sprachen: verhandlungssicheres Deutsch und sehr gutes Englisch<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Beginn:</strong> nach Absprache<br><br><strong>Dauer:</strong> 5 - 6 Monate<br><br>Voraussetzung f&#xFC;r das Praktikum ist die Immatrikulation an einer Hochschule. Bitte f&#xFC;gen Sie Ihrer Bewerbung Ihren Lebenslauf, Ihren aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, Ihre Pr&#xFC;fungsordnung sowie ggf. eine g&#xFC;ltige Arbeits- und Aufenthaltserlaubnis bei.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Philipp G&#xE4;rtner (Fachabteilung)<br><br>+49 173 1846224\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/pflichtpraktikum-im-bereich-logistik-at-bosch-4222836329?_l=en",
    "job_posting_id": "4222836329",
    "job_title": "Pflichtpraktikum im Bereich Logistik",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Salzgitter, Lower Saxony, Germany",
    "job_summary": "Unternehmensbeschreibung Möchten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology – mit uns verbessern Sie die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Die Robert Bosch Elektronik GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Die Zukunft mitgestalten: Sie arbeiten in abteilungsübergreifenden Projekten zur Gestaltung und Optimierung des Materialflusses unter Berücksichtigung der BPS-Prinzipien (Bosch Production System) mit Neues entstehen lassen: Sie unterstützen Aktivitäten zur Optimierung der zyklischen Materialversorgung der Fertigungsbereiche Kreativität und Freiraum nutzen: Sie bewerkstelligen Planungs- und Umsetzungsaufgaben innerhalb der physischen Logistik Qualifikationen Persönlichkeit: kommunikativ, eigeninitiativ und teamfähig Arbeitsweise: verantwortungsvoll und selbständig Erfahrungen und Know-How: MS-Office Sprachen: Gute Englischkenntnisse Ausbildung: Immatrikulierte/r Student/in im Bereich Materialwirtschaft/ Logistik, Wirtschaftswissenschaften oder Wirtschaftsingenieurwesen Zusätzliche Informationen Wir sind ständig auf der Suche nach motivierten Praktikanten/-innen. Wenn Sie an einem Vollzeit-Praktikum interessiert sind, freuen wir uns auf Ihre Bewerbung unter Angabe des gewünschten Zeitraums und des Pflichtanteiles. Über weitere Einsatzmöglichkeiten im Anschluss an das Pflichtpraktikum informieren wir Sie gern in einem persönlichen Gespräch. Sie haben Fragen zum Bewerbungsprozess? Kontakt Personalabteilung Serbetci, Christina +49 5341 28 6271 Sie haben fachliche Fragen zum Job? Kontakt Fachabteilung Krzyz, Miroslaw Show more Show less",
    "job_seniority_level": "Internship",
    "job_function": "Supply Chain",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "5 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "329",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-05-07T16:34:01.335Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbessern Sie die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch Elektronik GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Die Zukunft mitgestalten: Sie arbeiten in abteilungs&#xFC;bergreifenden Projekten zur Gestaltung und Optimierung des Materialflusses unter Ber&#xFC;cksichtigung der BPS-Prinzipien (Bosch Production System) mit</li><li>Neues entstehen lassen: Sie unterst&#xFC;tzen Aktivit&#xE4;ten zur Optimierung der zyklischen Materialversorgung der Fertigungsbereiche</li><li>Kreativit&#xE4;t und Freiraum nutzen: Sie bewerkstelligen Planungs- und Umsetzungsaufgaben innerhalb der physischen Logistik<br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Pers&#xF6;nlichkeit: kommunikativ, eigeninitiativ und teamf&#xE4;hig</li><li>Arbeitsweise: verantwortungsvoll und selbst&#xE4;ndig</li><li>Erfahrungen und Know-How: MS-Office</li><li>Sprachen: Gute Englischkenntnisse</li><li>Ausbildung: Immatrikulierte/r Student/in im Bereich Materialwirtschaft/ Logistik, Wirtschaftswissenschaften oder Wirtschaftsingenieurwesen<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Wir sind st&#xE4;ndig auf der Suche nach motivierten Praktikanten/-innen. Wenn Sie an einem Vollzeit-Praktikum interessiert sind, freuen wir uns auf Ihre Bewerbung unter Angabe des gew&#xFC;nschten Zeitraums und des Pflichtanteiles. &#xDC;ber weitere Einsatzm&#xF6;glichkeiten im Anschluss an das Pflichtpraktikum informieren wir Sie gern in einem pers&#xF6;nlichen Gespr&#xE4;ch.<br><br><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Kontakt Personalabteilung<br><br>Serbetci, Christina<br><br>+49 5341 28 6271<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Kontakt Fachabteilung<br><br>Krzyz, Miroslaw\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/werkstudent-im-bereich-marketing-und-kommunikation-w-m-div-remote-m%C3%B6glich-at-bosch-4299355567?_l=en",
    "job_posting_id": "4299355567",
    "job_title": "Werkstudent im Bereich Marketing und Kommunikation (w/m/div.) - remote möglich",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Karlsruhe, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Die Circular Economy Solutions GmbH (C-ECO) ist ein deutsches Dienstleistungs- und Beratungsunternehmen, das Geschäftsmodelle für die Kreislaufwirtschaft entwickelt. Durch den Einsatz digitaler Technologien und den Betrieb eines globalen Netzwerks für Rückführlogistik und Bewertung von gebrauchten Teilen bietet das Unternehmen alle Dienstleistungen für die Kreislaufwirtschaft aus einer Hand. Für das Handling von Altteilen im Automotive Aftermarket nutzt C-ECO ihr etabliertes Core Management Netzwerk „CoremanNet“. Das globale Netzwerk umfasst 20 Prüfzentren auf vier Kontinenten. Die Circular Economy Solutions GmbH freut sich auf deine Bewerbung! Stellenbeschreibung Du liebst es, Geschichten visuell zu erzählen und Marken mit deiner Kreativität zum Leben zu erwecken? Als Werkstudent:in im Marketing und Kommunikation gestaltest du bei uns nicht nur Inhalte, sondern prägst aktiv unsere Außenwirkung und interne Kommunikation. Wenn du bereit bist, deine Ideen in bewegte Bilder und fesselnde Designs zu verwandeln und dabei wertvolle Praxiserfahrung zu sammeln, dann bist du hier genau richtig. Du entwickelst visuell ansprechende Video- und Bildinhalte, die unsere internen und externen Kommunikationskanäle bereichern. Mit den gängigen Tools der Adobe Creative Cloud bearbeitest und optimierst du visuelle Medien präzise und wirkungsvoll. Von der ersten Idee bis zur finalen Postproduktion planst und setzt du eigenständig Video- und Fotoproduktionen um. Darüber hinaus unterstützt du uns aktiv bei der Gestaltung vielfältiger Marketingmaterialien, darunter Broschüren und Flyer, die unsere Botschaften klar transportieren. Zudem erstellst und gestaltest du überzeugende Präsentationen, prägnante Texte und aussagekräftige Grafiken. Qualifikationen Ausbildung: Studium im Bereich Mediendesign, Kommunikationsdesign, Marketing, Digitale Medien, Informationsdesign oder vergleichbar Erfahrungen und Know-how: Kenntnisse in der Adobe Creative Cloud (insbesondere in InDesign, Premiere und Photoshop); erste praktische Erfahrungen in der Videoproduktion, Bildbearbeitung oder Mediengestaltung Persönlichkeit und Arbeitsweise: du zeichnest dich durch hohe Motivation, Kreativität, Zuverlässigkeit, Kommunikationsstärke sowie Selbstständigkeit aus; hast ein Gespür für modernes Design, visuelle Trends und zielgruppenorientierte Medienproduktion; du textest sicher auf Deutsch sowie Englisch und hast ein gutes Gespür für Gestaltung und Präsentationen Arbeitsalltag: mobiles Arbeiten möglich, flexible Zeiteinteilung für dein Studium Begeisterung: du hast Freude daran, dich in einem dynamischen Team und Umfeld ständig weiterzuentwickeln Sprachen: gutes Deutsch und Englisch in Wort und Schrift Zusätzliche Informationen Beginn: nach Absprache Dauer: 6 Monate – 10h/Woche (Verlängerung nach Absprache möglich) Flexibel von deinem Wohnort innerhalb Deutschlands arbeiten oder doch lieber am Standort in Karlsruhe? Für Stellen mit dem Hinweis „remote möglich“ kannst du im Rahmen von Smart Work mit deiner Führungskraft und deinem Team die für Eure Aufgabe passende Zusammenarbeit vereinbaren. Voraussetzung für die Werkstudententätigkeit ist deine Immatrikulation an einer Hochschule. Bitte füge deiner Bewerbung deinen Lebenslauf, deinen aktuellen Notenspiegel, deine aktuelle Immatrikulationsbescheinigung sowie ggf. deine gültige Arbeits- und Aufenthaltserlaubnis bei. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Du hast fachliche Fragen zum Job? Larissa Ulshöfer (Fachabteilung) +49 160 2261248 In diesem Team sind wir per du. Werde ein Teil davon! Show more Show less",
    "job_seniority_level": "Not Applicable",
    "job_function": "Marketing",
    "job_employment_type": "Part-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "3 weeks ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "6225",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-09-14T00:14:01.815Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Die Circular Economy Solutions GmbH (C-ECO) ist ein deutsches Dienstleistungs- und Beratungsunternehmen, das Gesch&#xE4;ftsmodelle f&#xFC;r die Kreislaufwirtschaft entwickelt.<br><br>Durch den Einsatz digitaler Technologien und den Betrieb eines globalen Netzwerks f&#xFC;r R&#xFC;ckf&#xFC;hrlogistik und Bewertung von gebrauchten Teilen bietet das Unternehmen alle Dienstleistungen f&#xFC;r die Kreislaufwirtschaft aus einer Hand. F&#xFC;r das Handling von Altteilen im Automotive Aftermarket nutzt C-ECO ihr etabliertes Core Management Netzwerk &#x201E;CoremanNet&#x201C;. Das globale Netzwerk umfasst 20 Pr&#xFC;fzentren auf vier Kontinenten.<br><br></strong>Die Circular Economy Solutions GmbH freut sich auf deine Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong>Du liebst es, Geschichten visuell zu erz&#xE4;hlen und Marken mit deiner Kreativit&#xE4;t zum Leben zu erwecken? Als Werkstudent:in im Marketing und Kommunikation gestaltest du bei uns nicht nur Inhalte, sondern pr&#xE4;gst aktiv unsere Au&#xDF;enwirkung und interne Kommunikation. Wenn du bereit bist, deine Ideen in bewegte Bilder und fesselnde Designs zu verwandeln und dabei wertvolle Praxiserfahrung zu sammeln, dann bist du hier genau richtig.<br><br><ul><li>Du entwickelst visuell ansprechende Video- und Bildinhalte, die unsere internen und externen Kommunikationskan&#xE4;le bereichern. </li><li>Mit den g&#xE4;ngigen Tools der Adobe Creative Cloud bearbeitest und optimierst du visuelle Medien pr&#xE4;zise und wirkungsvoll. </li><li>Von der ersten Idee bis zur finalen Postproduktion planst und setzt du eigenst&#xE4;ndig Video- und Fotoproduktionen um. </li><li>Dar&#xFC;ber hinaus unterst&#xFC;tzt du uns aktiv bei der Gestaltung vielf&#xE4;ltiger Marketingmaterialien, darunter Brosch&#xFC;ren und Flyer, die unsere Botschaften klar transportieren. </li><li>Zudem erstellst und gestaltest du &#xFC;berzeugende Pr&#xE4;sentationen, pr&#xE4;gnante Texte und aussagekr&#xE4;ftige Grafiken. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: Studium im Bereich Mediendesign, Kommunikationsdesign, Marketing, Digitale Medien, Informationsdesign oder vergleichbar</li><li>Erfahrungen und Know-how: Kenntnisse in der Adobe Creative Cloud (insbesondere in InDesign, Premiere und Photoshop); erste praktische Erfahrungen in der Videoproduktion, Bildbearbeitung oder Mediengestaltung</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: du zeichnest dich durch hohe Motivation, Kreativit&#xE4;t, Zuverl&#xE4;ssigkeit, Kommunikationsst&#xE4;rke sowie Selbstst&#xE4;ndigkeit aus; hast ein Gesp&#xFC;r f&#xFC;r modernes Design, visuelle Trends und zielgruppenorientierte Medienproduktion; du textest sicher auf Deutsch sowie Englisch und hast ein gutes Gesp&#xFC;r f&#xFC;r Gestaltung und Pr&#xE4;sentationen</li><li>Arbeitsalltag: mobiles Arbeiten m&#xF6;glich, flexible Zeiteinteilung f&#xFC;r dein Studium</li><li>Begeisterung: du hast Freude daran, dich in einem dynamischen Team und Umfeld st&#xE4;ndig weiterzuentwickeln</li><li>Sprachen: gutes Deutsch und Englisch in Wort und Schrift<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Beginn:</strong> nach Absprache<br><br><strong>Dauer:</strong> 6 Monate &#x2013; 10h/Woche (Verl&#xE4;ngerung nach Absprache m&#xF6;glich)<br><br>Flexibel von deinem Wohnort innerhalb Deutschlands arbeiten oder doch lieber am Standort in Karlsruhe? F&#xFC;r Stellen mit dem Hinweis &#x201E;remote m&#xF6;glich&#x201C; kannst du im Rahmen von Smart Work mit deiner F&#xFC;hrungskraft und deinem Team die f&#xFC;r Eure Aufgabe passende Zusammenarbeit vereinbaren.<br><br>Voraussetzung f&#xFC;r die Werkstudentent&#xE4;tigkeit ist deine Immatrikulation an einer Hochschule. Bitte f&#xFC;ge deiner Bewerbung deinen Lebenslauf, deinen aktuellen Notenspiegel, deine aktuelle Immatrikulationsbescheinigung sowie ggf. deine g&#xFC;ltige Arbeits- und Aufenthaltserlaubnis bei.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Du hast fachliche Fragen zum Job?<br><br></strong>Larissa Ulsh&#xF6;fer (Fachabteilung)<br><br>+49 160 2261248<br><br>In diesem Team sind wir per du. Werde ein Teil davon!\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/praktikum-im-bereich-projektmanagement-digitalisierung-automatisierung-innerbetriebliche-logistik-at-bosch-4222836338?_l=en",
    "job_posting_id": "4222836338",
    "job_title": "Praktikum im Bereich Projektmanagement Digitalisierung & Automatisierung innerbetriebliche Logistik",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Salzgitter, Lower Saxony, Germany",
    "job_summary": "Unternehmensbeschreibung Möchtest Du Deine Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology – mit uns verbesserst Du die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Die Robert Bosch Elektronik GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Du arbeitest eigenverantwortlich mit bei der Einführung und Stabilisierung von neuen Anwendungsfällen für autonome Transportsysteme (AGV) Du unterstützt unser Team bei der Analyse und Bewertung neuer Anwendungsfälle für AGV Du unterstützt aktiv mit bei der Identifizierung von neuen Projekten und deren Umsetzung im Umfeld von Industrie 4.0 (wie z.B. Nutzung von Robotics, Process Automation, Data Analytics, Smart Devices, …) Qualifikationen Du bist Student*in des (Wirtschafts-) Ingenieurwesens, der (Wirtschafts-) Informatik, der Betriebswirtschaftslehre oder eines vergleichbaren Studiengangs – am besten mit Schwerpunkt Produktion oder Logistik Du begeisterst Dich für Innovationen und neuen Technologien im Bereich Automatisierung & Digitalisierung von Produktionssystemen Du hast einen hohen Qualitätsanspruch an Dich und Deine Arbeitsergebnisse, übernimmst gerne Verantwortung, hast ein sicheres Auftreten bist motiviert und teamfähig und Du bist ein Organisationstalent und behältst immer den Überblick Sehr gute Deutschkenntnisse sowie eine sichere Kommunikation in Englisch runden Dein Profil ab Zusätzliche Informationen Wir sind ständig auf der Suche nach motivierten Praktikanten/-innen. Wenn Du an einem Vollzeit-Praktikum interessiert bist, freuen wir uns auf Deine Bewerbung unter Angabe des gewünschten Zeitraums und des Pflichtanteiles. Über weitere Einsatzmöglichkeiten im Anschluss an das Pflichtpraktikum informieren wir Dich gern in einem persönlichen Gespräch. Arbeitszeit: Gleitzeit Dauer: 6 Monate Start: laufend nach Absprache Sie haben Fragen zum Bewerbungsprozess? Christina Serbetci (Personalabteilung) +49 5341 28 6271 Sie haben fachliche Fragen zum Job? Marcus Hettner(Fachabteilung) +49 5341 6793 Show more Show less",
    "job_seniority_level": "Internship",
    "job_function": "Project Management",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "5 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "13",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-05-07T16:33:10.798Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chtest Du Deine Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbesserst Du die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. Willkommen bei Bosch.<br><br><strong>Die Robert Bosch Elektronik GmbH freut sich auf Ihre Bewerbung!<br><br></strong></strong><strong>Stellenbeschreibung<br><br></strong><ul><li>Du arbeitest eigenverantwortlich mit bei der Einf&#xFC;hrung und Stabilisierung von neuen Anwendungsf&#xE4;llen f&#xFC;r autonome Transportsysteme (AGV)</li><li>Du unterst&#xFC;tzt unser Team bei der Analyse und Bewertung neuer Anwendungsf&#xE4;lle f&#xFC;r AGV</li><li>Du unterst&#xFC;tzt aktiv mit bei der Identifizierung von neuen Projekten und deren Umsetzung im Umfeld von Industrie 4.0 (wie z.B. Nutzung von Robotics, Process Automation, Data Analytics, Smart Devices, &#x2026;)<br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Du bist Student*in des (Wirtschafts-) Ingenieurwesens, der (Wirtschafts-) Informatik, der Betriebswirtschaftslehre oder eines vergleichbaren Studiengangs &#x2013; am besten mit Schwerpunkt Produktion oder Logistik</li><li>Du begeisterst Dich f&#xFC;r Innovationen und neuen Technologien im Bereich Automatisierung &amp; Digitalisierung von Produktionssystemen</li><li>Du hast einen hohen Qualit&#xE4;tsanspruch an Dich und Deine Arbeitsergebnisse, &#xFC;bernimmst gerne Verantwortung, hast ein sicheres Auftreten bist motiviert und teamf&#xE4;hig und</li><li>Du bist ein Organisationstalent und beh&#xE4;ltst immer den &#xDC;berblick</li><li>Sehr gute Deutschkenntnisse sowie eine sichere Kommunikation in Englisch runden Dein Profil ab<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Wir sind st&#xE4;ndig auf der Suche nach motivierten Praktikanten/-innen. Wenn Du an einem Vollzeit-Praktikum interessiert bist, freuen wir uns auf Deine Bewerbung unter Angabe des gew&#xFC;nschten Zeitraums und des Pflichtanteiles. &#xDC;ber weitere Einsatzm&#xF6;glichkeiten im Anschluss an das Pflichtpraktikum informieren wir Dich gern in einem pers&#xF6;nlichen Gespr&#xE4;ch.<br><br>Arbeitszeit: Gleitzeit<br><br>Dauer: 6 Monate<br><br>Start: laufend nach Absprache<br><br>Sie haben Fragen zum Bewerbungsprozess?<br><br>Christina Serbetci (Personalabteilung)<br><br>+49 5341 28 6271<br><br>Sie haben fachliche Fragen zum Job?<br><br>Marcus Hettner(Fachabteilung)<br><br>+49 5341 6793\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/praktikum-in-der-projektlogistik-supply-chain-f%C3%BCr-halbleiter-at-bosch-4279438870?_l=en",
    "job_posting_id": "4279438870",
    "job_title": "Praktikum in der Projektlogistik - Supply Chain für Halbleiter",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Reutlingen, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Robert Bosch GmbH freut sich auf deine Bewerbung! Stellenbeschreibung Du suchst einen Job von morgen? Dann bist du bei uns genau richtig. Wir suchen jemanden, der Interesse an neuen Themen hat und bereit ist, sich in der modernen Welt mit Schnittstellenthemen zwischen Logistik, Projektarbeit und IT zu beschäftigen. Dabei musst du kein reiner ITler oder BWLer sein, denn wir suchen die gute Mischung aus beidem. Während deines Praktikums wirst du Teil unseres bunt gemischten Projektteams, das aus verschiedenen Expertinnen und Experten besteht. Du arbeitest in einem dynamischen Umfeld mit einem abwechslungsreichen, projektorientierten Arbeitsalltag und bekommst Einblicke in viele verschiedene Themen. Eigenverantwortlich führst du eigene Projekte zur Verbesserung von Prozessen in unserem globalen Supply Chain Netzwerk durch. Des Weiteren entwickelst und gestaltest du Management-Reports und Dashboards. Du stehst in Kontakt mit verschiedenen Abteilungen, mit denen sich unsere Expertinnen und Experten täglich austauschen. Darüber hinaus erhältst du Einblicke und wirkst an großen Projekten mit, die die Halbleiterorganisation von Bosch auf die Welt von morgen vorbereiten. Qualifikationen Ausbildung: Studium im Bereich Wirtschaftsinformatik, Wirtschaftsingenieurwesen, BWL oder vergleichbar Erfahrungen und Know-how: sicherer Umgang mit MS Office, z.B. Excel sowie Programmierkenntnisse, z.B. SQL und Erfahrung mit ERP-Systemen wie SAP von Vorteil Persönlichkeit und Arbeitsweise: kommunikationsstarker Teamplayer, der zuverlässig und verantwortungsbewusst vorgeht sowie es schätzt, gemeinsam mit anderen Ziele zu erreichen Sprachen: verhandlungssicheres Deutsch und sehr gutes Englisch Zusätzliche Informationen Beginn: nach Absprache Dauer: 6 Monate Im Anschluss besteht nach Absprache die Möglichkeit einer Abschlussarbeit oder einer Werkstudententätigkeit. Voraussetzung für das Praktikum ist die Immatrikulation an einer Hochschule. Bitte füge deiner Bewerbung deinen Lebenslauf, deinen aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, deine Prüfungsordnung sowie ggf. eine gültige Arbeits- und Aufenthaltserlaubnis bei. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Du hast fachliche Fragen zum Job? Nadja Miltzow (Fachabteilung) +49 7121 35 33906 In diesem Team sind wir per du. Werde ein Teil davon! Work Show more Show less",
    "job_seniority_level": "Internship",
    "job_function": "Supply Chain",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 month ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "13",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-09-04T23:31:12.788Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch GmbH freut sich auf deine Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong>Du suchst einen Job von morgen? Dann bist du bei uns genau richtig.<br><br>Wir suchen jemanden, der Interesse an neuen Themen hat und bereit ist, sich in der modernen Welt mit Schnittstellenthemen zwischen Logistik, Projektarbeit und IT zu besch&#xE4;ftigen. Dabei musst du kein reiner ITler oder BWLer sein, denn wir suchen die gute Mischung aus beidem.<br><br><ul><li>W&#xE4;hrend deines Praktikums wirst du Teil unseres bunt gemischten Projektteams, das aus verschiedenen Expertinnen und Experten besteht. Du arbeitest in einem dynamischen Umfeld mit einem abwechslungsreichen, projektorientierten Arbeitsalltag und bekommst Einblicke in viele verschiedene Themen. </li><li>Eigenverantwortlich f&#xFC;hrst du eigene Projekte zur Verbesserung von Prozessen in unserem globalen Supply Chain Netzwerk durch. </li><li>Des Weiteren entwickelst und gestaltest du Management-Reports und Dashboards. </li><li>Du stehst in Kontakt mit verschiedenen Abteilungen, mit denen sich unsere Expertinnen und Experten t&#xE4;glich austauschen. </li><li>Dar&#xFC;ber hinaus erh&#xE4;ltst du Einblicke und wirkst an gro&#xDF;en Projekten mit, die die Halbleiterorganisation von Bosch auf die Welt von morgen vorbereiten. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: Studium im Bereich Wirtschaftsinformatik, Wirtschaftsingenieurwesen, BWL oder vergleichbar</li><li>Erfahrungen und Know-how: sicherer Umgang mit MS Office, z.B. Excel sowie Programmierkenntnisse, z.B. SQL und Erfahrung mit ERP-Systemen wie SAP von Vorteil</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: kommunikationsstarker Teamplayer, der zuverl&#xE4;ssig und verantwortungsbewusst vorgeht sowie es sch&#xE4;tzt, gemeinsam mit anderen Ziele zu erreichen</li><li>Sprachen: verhandlungssicheres Deutsch und sehr gutes Englisch<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Beginn:</strong> nach Absprache<br><br><strong>Dauer:</strong> 6 Monate<br><br>Im Anschluss besteht nach Absprache die M&#xF6;glichkeit einer Abschlussarbeit oder einer Werkstudentent&#xE4;tigkeit.<br><br>Voraussetzung f&#xFC;r das Praktikum ist die Immatrikulation an einer Hochschule. Bitte f&#xFC;ge deiner Bewerbung deinen Lebenslauf, deinen aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, deine Pr&#xFC;fungsordnung sowie ggf. eine g&#xFC;ltige Arbeits- und Aufenthaltserlaubnis bei.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Du hast fachliche Fragen zum Job?<br><br></strong>Nadja Miltzow (Fachabteilung)<br><br>+49 7121 35 33906<br><br>In diesem Team sind wir per du. Werde ein Teil davon! Work\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/maintenance-engineer-wet-chemistry-w-m-div-at-bosch-4239719082?_l=en",
    "job_posting_id": "4239719082",
    "job_title": "Maintenance Engineer Wet Chemistry (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Dresden, Saxony, Germany",
    "job_summary": "Unternehmensbeschreibung Möchten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods , Industrial Technology oder Energy and Building Technology – mit uns verbessern Sie die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Die Robert Bosch Semiconductor Manufacturing Dresden GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Gemeinsam bauen wir unser neues, vollautomatisiertes und zukunftsorientiertes 300 mm-Halbleiterwerk mit 24/7 Produktion in Dresden weiter aus. Als Maintenance Engineer Wet Chemistry im vollkontinuierlichen 24/7-Schichtsystem stellen Sie gemeinsam mit dem Team die Produktionsverfügbarkeit sowie die fachgerechte und qualitative Durchführung von Wartungsmaßnahmen der Anlagen in Ihrem Bereich sicher. Dazu gehören die Durchführung von geplanten und ungeplanten Wartungen, unter Einhaltung von sicherheitsrelevanten Vorgaben und Arbeitsanweisungen, sowie die eigenständige und vorausschauende Fehlersuche und -behebung von einfachen Fehlerbildern an elektrischen, elektronischen und mechanischen Systemen gemeinsam mit Ihrem internen Team sowie nach Abstimmung auch mit externen Servicepartnern. Sie übernehmen selbstständig Qualifikationen anhand von vorgegebenen Qualifikationsanweisungen und bedienen eigenständig notwendige Metrology Anlagen. Sie stellen eine hohe Maschinenverfügbarkeit (Uptime) und Anlagenstabilität unter Anwendung von Methoden wie SPC sicher. Sie erstellen in Abstimmung Hantierungsanweisungen für Instandhaltungsmaßnahmen und die zugehörigen Checklisten. Eine detaillierte Dokumentation Ihrer Arbeit in unseren Instandhaltungs-Anwendungen ist für Sie selbstverständlich. Ergänzt werden diese Aufgaben durch ein aktives Mitwirken im kontinuierlichen Verbesserungsprozess. Des Weiteren wirken Sie mit bei Anlageninbetriebnahmen. Qualifikationen Ausbildung: technische Berufsausbildung, bestenfalls mit einem elektrotechnischen Fokus (Elektrotechnik, Mechatronik, Elektronik o.ä.) oder Technikerabschluss im relevanten Bereich Persönlichkeit: teamfähig, flexibel, motiviert, belastbar, kommunikationsstark Arbeitsweise: vorausschauend, selbstständig, eigenverantwortlich, ergebnis- und qualitätsorientiert sowie im höchsten Maße zuverlässig. Sie folgen den umfangreichen Sicherheitsregularien und können Gefahrenpotentiale im Arbeitsalltag einschätzen und minimieren Erfahrungen und Know-How: erste fachspezifische Berufserfahrung in der praktischen Instandhaltung (Preventive Maintenance und Fehlersuche), bestenfalls in der Halbleiterindustrie (Halbleiterfertigung oder Zulieferer); Kenntnisse in der Produktion und Instandhaltung von technischen Anlagen und Systemen (vorzugsweise an Anlage der Halbleiterindustrie); Methodenkenntnisse wie SPC erwünscht Sprachen: sehr gute Deutsch- und gute Englischkenntnisse Zusätzliche Informationen Sie haben Fragen zum Bewerbungsprozess? Jeannette Hoppe (Personalabteilung) +49(351)8547-2113 Sie haben fachliche Fragen zum Job? Lars Lieske (Fachabteilung) +49(351)8547-2304 Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Semiconductors",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "1005",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-06-06T16:19:52.241Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer </strong><strong>Goods</strong><strong>, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbessern Sie die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch Semiconductor Manufacturing Dresden GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Gemeinsam bauen wir unser neues, vollautomatisiertes und zukunftsorientiertes 300 mm-Halbleiterwerk mit 24/7 Produktion in Dresden weiter aus. </li><li>Als Maintenance Engineer Wet Chemistry im vollkontinuierlichen 24/7-Schichtsystem stellen Sie gemeinsam mit dem Team die Produktionsverf&#xFC;gbarkeit sowie die fachgerechte und qualitative Durchf&#xFC;hrung von Wartungsma&#xDF;nahmen der Anlagen in Ihrem Bereich sicher. </li><li>Dazu geh&#xF6;ren die Durchf&#xFC;hrung von geplanten und ungeplanten Wartungen, unter Einhaltung von sicherheitsrelevanten Vorgaben und Arbeitsanweisungen, sowie die eigenst&#xE4;ndige und vorausschauende Fehlersuche und -behebung von einfachen Fehlerbildern an elektrischen, elektronischen und mechanischen Systemen gemeinsam mit Ihrem internen Team sowie nach Abstimmung auch mit externen Servicepartnern. </li><li>Sie &#xFC;bernehmen selbstst&#xE4;ndig Qualifikationen anhand von vorgegebenen Qualifikationsanweisungen und bedienen eigenst&#xE4;ndig notwendige Metrology Anlagen. </li><li>Sie stellen eine hohe Maschinenverf&#xFC;gbarkeit (Uptime) und Anlagenstabilit&#xE4;t unter Anwendung von Methoden wie SPC sicher. </li><li>Sie erstellen in Abstimmung Hantierungsanweisungen f&#xFC;r Instandhaltungsma&#xDF;nahmen und die zugeh&#xF6;rigen Checklisten. Eine detaillierte Dokumentation Ihrer Arbeit in unseren Instandhaltungs-Anwendungen ist f&#xFC;r Sie selbstverst&#xE4;ndlich. </li><li>Erg&#xE4;nzt werden diese Aufgaben durch ein aktives Mitwirken im kontinuierlichen Verbesserungsprozess. Des Weiteren wirken Sie mit bei Anlageninbetriebnahmen. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: technische Berufsausbildung, bestenfalls mit einem elektrotechnischen Fokus (Elektrotechnik, Mechatronik, Elektronik o.&#xE4;.) oder Technikerabschluss im relevanten Bereich</li><li>Pers&#xF6;nlichkeit: teamf&#xE4;hig, flexibel, motiviert, belastbar, kommunikationsstark</li><li>Arbeitsweise: vorausschauend, selbstst&#xE4;ndig, eigenverantwortlich, ergebnis- und qualit&#xE4;tsorientiert sowie im h&#xF6;chsten Ma&#xDF;e zuverl&#xE4;ssig. Sie folgen den umfangreichen Sicherheitsregularien und k&#xF6;nnen Gefahrenpotentiale im Arbeitsalltag einsch&#xE4;tzen und minimieren</li><li>Erfahrungen und Know-How: erste fachspezifische Berufserfahrung in der praktischen Instandhaltung (Preventive Maintenance und Fehlersuche), bestenfalls in der Halbleiterindustrie (Halbleiterfertigung oder Zulieferer); Kenntnisse in der Produktion und Instandhaltung von technischen Anlagen und Systemen (vorzugsweise an Anlage der Halbleiterindustrie); Methodenkenntnisse wie SPC erw&#xFC;nscht</li><li>Sprachen: sehr gute Deutsch- und gute Englischkenntnisse<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Jeannette Hoppe (Personalabteilung)<br><br>+49(351)8547-2113<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Lars Lieske (Fachabteilung)<br><br>+49(351)8547-2304\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/experte-prozessintegration-asics-w-m-div-at-bosch-4120408856?_l=en",
    "job_posting_id": "4120408856",
    "job_title": "Experte Prozessintegration ASICs (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Dresden, Saxony, Germany",
    "job_summary": "Unternehmensbeschreibung Möchten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods , Industrial Technology oder Energy and Building Technology – mit uns verbessern Sie die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Die Robert Bosch Semiconductor Manufacturing Dresden GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Als Experte Prozessintegration arbeiten Sie in einem sehr innovativen Umfeld maßgeblich am Transfer neuer ASICs-Technologieplattformen von externen Partnern in die eigene Fertigung mit. Sie stellen die Verfügbarkeit des Gesamtprozessflusses in der Waferfertigung sicher und sind verantwortlich für die Einführung des Produktportfolios auf die bestehenden Technologieplattformen. In Zusammenarbeit mit den Fachbereichen Einzelprozess, Defektdichte, Qualität sowie Produkttechnik stellen Sie die Stabilität und Qualität des Gesamtprozesses sicher. Qualifikationen Ausbildung: Abgeschlossenes Hochschulstudium in einem naturwissenschaftlichen Fachgebiet. Erfahrungen und Know-how: Langjährige Berufserfahrung in der Halbleiterindustrie; fundierte Kenntnisse in der Festkörperphysik und Halbleitertechnologie; profundes Wissen über die Zusammenhänge zwischen Einzelprozess und Gesamtprozess sowie die Auswirkungen von Abweichungen auf Ausbeute und Qualität; Erfahrung im Arbeiten in einer digitalisierten Umgebung Persönlichkeit: teamfähig, kommunikationsstark, zielstrebig, zuverlässig Arbeitsweise: eigenverantwortlich, ergebnis- und qualitätsorientiert, bevorzugtes Arbeiten in einem Team von Experten, sehr gute Konflikt- und Problemlösungsorientierung, Fähigkeit, komplexe Zusammenhänge präzise und verständlich wiederzugeben. Begeisterung: neue Technologien, Lösung komplexer Probleme Sprachen: sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift Zusätzliche Informationen Sie haben Fragen zum Bewerbungsprozess? Susanne Reinert (Personalabteilung) +49 351 8547-2112 Sie haben fachliche Fragen zum Job? Albrecht Kieslich (Fachabteilung) +49 351 8547-3650 Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Semiconductors",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "8 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "256",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-02-06T16:18:37.125Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer </strong><strong>Goods</strong><strong>, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbessern Sie die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch Semiconductor Manufacturing Dresden GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Als Experte Prozessintegration arbeiten Sie in einem sehr innovativen Umfeld ma&#xDF;geblich am Transfer neuer ASICs-Technologieplattformen von externen Partnern in die eigene Fertigung mit. </li><li>Sie stellen die Verf&#xFC;gbarkeit des Gesamtprozessflusses in der Waferfertigung sicher und sind verantwortlich f&#xFC;r die Einf&#xFC;hrung des Produktportfolios auf die bestehenden Technologieplattformen. </li><li>In Zusammenarbeit mit den Fachbereichen Einzelprozess, Defektdichte, Qualit&#xE4;t sowie Produkttechnik stellen Sie die Stabilit&#xE4;t und Qualit&#xE4;t des Gesamtprozesses sicher. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: Abgeschlossenes Hochschulstudium in einem naturwissenschaftlichen Fachgebiet. </li><li>Erfahrungen und Know-how: Langj&#xE4;hrige Berufserfahrung in der Halbleiterindustrie; fundierte Kenntnisse in der Festk&#xF6;rperphysik und Halbleitertechnologie; profundes Wissen &#xFC;ber die Zusammenh&#xE4;nge zwischen Einzelprozess und Gesamtprozess sowie die Auswirkungen von Abweichungen auf Ausbeute und Qualit&#xE4;t; Erfahrung im Arbeiten in einer digitalisierten Umgebung</li><li>Pers&#xF6;nlichkeit: teamf&#xE4;hig, kommunikationsstark, zielstrebig, zuverl&#xE4;ssig</li><li>Arbeitsweise: eigenverantwortlich, ergebnis- und qualit&#xE4;tsorientiert, bevorzugtes Arbeiten in einem Team von Experten, sehr gute Konflikt- und Probleml&#xF6;sungsorientierung, F&#xE4;higkeit, komplexe Zusammenh&#xE4;nge pr&#xE4;zise und verst&#xE4;ndlich wiederzugeben. </li><li>Begeisterung: neue Technologien, L&#xF6;sung komplexer Probleme</li><li>Sprachen: sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Susanne Reinert (Personalabteilung)<br><br>+49 351 8547-2112<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Albrecht Kieslich (Fachabteilung)<br><br>+49 351 8547-3650\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/maintenance-engineer-etch-ash-w-m-div-at-bosch-4239718169?_l=en",
    "job_posting_id": "4239718169",
    "job_title": "Maintenance Engineer Etch/Ash (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Dresden, Saxony, Germany",
    "job_summary": "Unternehmensbeschreibung Möchten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods , Industrial Technology oder Energy and Building Technology – mit uns verbessern Sie die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Die Robert Bosch Semiconductor Manufacturing Dresden GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Gemeinsam bauen wir unser neues, vollautomatisiertes und zukunftsorientiertes 300 mm-Halbleiterwerk mit 24/7 Produktion in Dresden weiter aus. Als Maintenance Engineer Etch/Ash im vollkontinuierlichen 24/7-Schichtsystem stellen Sie gemeinsam mit dem Team die Produktionsverfügbarkeit sowie die fachgerechte und qualitative Durchführung von Wartungsmaßnahmen der Anlagen in Ihrem Bereich sicher. Dazu gehören die Durchführung von geplanten und ungeplanten Wartungen, unter Einhaltung von sicherheitsrelevanten Vorgaben und Arbeitsanweisungen, sowie die eigenständige und vorausschauende Fehlersuche und -behebung von einfachen Fehlerbildern an elektrischen, elektronischen und mechanischen Systemen gemeinsam mit Ihrem internen Team sowie nach Abstimmung auch mit externen Servicepartnern. Sie übernehmen selbstständig Qualifikationen anhand von vorgegebenen Qualifikationsanweisungen und bedienen eigenständig notwendige Metrology Anlagen. Sie stellen eine hohe Maschinenverfügbarkeit (Uptime) und Anlagenstabilität unter Anwendung von Methoden wie SPC sicher. Sie erstellen in Abstimmung Hantierungsanweisungen für Instandhaltungsmaßnahmen und die zugehörigen Checklisten. Eine detaillierte Dokumentation Ihrer Arbeit in unseren Instandhaltungs-Anwendungen ist für Sie selbstverständlich. Ergänzt werden diese Aufgaben durch ein aktives Mitwirken im kontinuierlichen Verbesserungsprozess. Des Weiteren wirken Sie mit bei Anlageninbetriebnahmen. Qualifikationen Ausbildung: technische Berufsausbildung, bestenfalls mit einem elektrotechnischen Fokus (Elektrotechnik, Mechatronik, Elektronik o.ä.) und/oder ein Technikerabschluss im relevanten Bereich sowie erste fachspezifische Berufserfahrung Persönlichkeit: teamfähig, flexibel, motiviert, belastbar, kommunikationsstark Arbeitsweise: vorausschauend, selbstständig, eigenverantwortlich, ergebnis- und qualitätsorientiert sowie im höchsten Maße zuverlässig. Sie folgen den umfangreichen Sicherheitsregularien und können Gefahrenpotentiale im Arbeitsalltag einschätzen und minimieren Erfahrungen und Know-How: Berufserfahrung in der praktischen Instandhaltung (Preventive Maintenance und Fehlersuche), bestenfalls in der Halbleiterindustrie (Halbleiterfertigung oder Zulieferer); Kenntnisse in der Produktion und Instandhaltung von technischen Anlagen und Systemen (vorzugsweise an Anlage der Halbleiterindustrie); Methodenkenntnisse wie SPC erwünscht Sprachen: sehr gute Deutsch- und gute Englischkenntnisse Zusätzliche Informationen Sie haben Fragen zum Bewerbungsprozess? Jeannette Hoppe (Personalabteilung) +49(351)8547-2113 Sie haben fachliche Fragen zum Job? Lars Lieske (Fachabteilung) +49(351)8547-2304 Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Semiconductors",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "1005",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-06-06T16:18:54.150Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer </strong><strong>Goods</strong><strong>, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbessern Sie die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch Semiconductor Manufacturing Dresden GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Gemeinsam bauen wir unser neues, vollautomatisiertes und zukunftsorientiertes 300 mm-Halbleiterwerk mit 24/7 Produktion in Dresden weiter aus. </li><li>Als Maintenance Engineer Etch/Ash im vollkontinuierlichen 24/7-Schichtsystem stellen Sie gemeinsam mit dem Team die Produktionsverf&#xFC;gbarkeit sowie die fachgerechte und qualitative Durchf&#xFC;hrung von Wartungsma&#xDF;nahmen der Anlagen in Ihrem Bereich sicher. </li><li>Dazu geh&#xF6;ren die Durchf&#xFC;hrung von geplanten und ungeplanten Wartungen, unter Einhaltung von sicherheitsrelevanten Vorgaben und Arbeitsanweisungen, sowie die eigenst&#xE4;ndige und vorausschauende Fehlersuche und -behebung von einfachen Fehlerbildern an elektrischen, elektronischen und mechanischen Systemen gemeinsam mit Ihrem internen Team sowie nach Abstimmung auch mit externen Servicepartnern. </li><li>Sie &#xFC;bernehmen selbstst&#xE4;ndig Qualifikationen anhand von vorgegebenen Qualifikationsanweisungen und bedienen eigenst&#xE4;ndig notwendige Metrology Anlagen. </li><li>Sie stellen eine hohe Maschinenverf&#xFC;gbarkeit (Uptime) und Anlagenstabilit&#xE4;t unter Anwendung von Methoden wie SPC sicher. </li><li>Sie erstellen in Abstimmung Hantierungsanweisungen f&#xFC;r Instandhaltungsma&#xDF;nahmen und die zugeh&#xF6;rigen Checklisten. Eine detaillierte Dokumentation Ihrer Arbeit in unseren Instandhaltungs-Anwendungen ist f&#xFC;r Sie selbstverst&#xE4;ndlich. </li><li>Erg&#xE4;nzt werden diese Aufgaben durch ein aktives Mitwirken im kontinuierlichen Verbesserungsprozess. Des Weiteren wirken Sie mit bei Anlageninbetriebnahmen. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: technische Berufsausbildung, bestenfalls mit einem elektrotechnischen Fokus (Elektrotechnik, Mechatronik, Elektronik o.&#xE4;.) und/oder ein Technikerabschluss im relevanten Bereich sowie erste fachspezifische Berufserfahrung</li><li>Pers&#xF6;nlichkeit: teamf&#xE4;hig, flexibel, motiviert, belastbar, kommunikationsstark</li><li>Arbeitsweise: vorausschauend, selbstst&#xE4;ndig, eigenverantwortlich, ergebnis- und qualit&#xE4;tsorientiert sowie im h&#xF6;chsten Ma&#xDF;e zuverl&#xE4;ssig. Sie folgen den umfangreichen Sicherheitsregularien und k&#xF6;nnen Gefahrenpotentiale im Arbeitsalltag einsch&#xE4;tzen und minimieren</li><li>Erfahrungen und Know-How: Berufserfahrung in der praktischen Instandhaltung (Preventive Maintenance und Fehlersuche), bestenfalls in der Halbleiterindustrie (Halbleiterfertigung oder Zulieferer); Kenntnisse in der Produktion und Instandhaltung von technischen Anlagen und Systemen (vorzugsweise an Anlage der Halbleiterindustrie); Methodenkenntnisse wie SPC erw&#xFC;nscht</li><li>Sprachen: sehr gute Deutsch- und gute Englischkenntnisse<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Jeannette Hoppe (Personalabteilung)<br><br>+49(351)8547-2113<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Lars Lieske (Fachabteilung)<br><br>+49(351)8547-2304\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/maintenance-engineer-lithography-w-m-div-at-bosch-4224626721?_l=en",
    "job_posting_id": "4224626721",
    "job_title": "Maintenance Engineer Lithography (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Dresden, Saxony, Germany",
    "job_summary": "Unternehmensbeschreibung Möchten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology – mit uns verbessern Sie die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Die Robert Bosch Semiconductor Manufacturing Dresden GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Als Maintenance Engineer Lithography (m/w/div.) im vollkontinuierlichen 24/7 Schichtsystem stellen Sie gemeinsam mit dem Team die Produktionsverfügbarkeit sowie die fachgerechte und qualitative Durchführung von Wartungsmaßnahmen der Anlagen in Ihrem Bereich sicher. Dazu gehören die Durchführung von geplanten und ungeplanten Wartungen, unter Einhaltung von sicherheitsrelevanten Vorgaben und Arbeitsanweisungen, sowie die eigenständige und vorausschauende Fehlersuche und -behebung von einfachen Fehlerbildern an elektrischen, elektronischen und mechanischen Systemen gemeinsam mit Ihrem internen Team sowie nach Abstimmung auch mit externen Servicepartnern. Sie übernehmen selbstständig Qualifikationen anhand von vorgegebenen Qualifikationsanweisungen und bedienen eigenständig notwendige Metrology Anlagen. Sie stellen eine hohe Maschinenverfügbarkeit (Uptime) und Anlagenstabilität unter Anwendung von Methoden wie SPC sicher. Sie erstellen in Abstimmung Hantierungsanweisungen für Instandhaltungsmaßnahmen und die zugehörigen Checklisten. Eine detaillierte Dokumentation Ihrer Arbeit in unseren Instandhaltungs-Anwendungen ist für Sie selbstverständlich. Ergänzt werden diese Aufgaben durch ein aktives Mitwirken im kontinuierlichen Verbesserungsprozess. Des Weiteren wirken Sie mit bei Anlageninbetriebnahmen. Auf dieser Stelle arbeiten Sie in unserem vollkontinuierlichem 6:4 Schichtmodell. Das heißt auf 6 Arbeitstage folgen 4 dienstfreie Tage. Qualifikationen Ausbildung: erfolgreich abgeschlossene Facharbeiterausbildung in einer technischen Fachrichtung (Mechatronik, Elektrotechnik, Mikrotechnologie oder ähnliches) mit Berufserfahrung Erfahrung: Berufserfahrung in der praktischen Instandhaltung (Preventive Maintenance und Fehlersuche), bestenfalls in der Halbleiterindustrie (Halbleiterfertigung oder Zulieferer); Kenntnisse in der Produktion und Instandhaltung von technischen Anlagen und Systemen (vorzugsweise an Anlage der Halbleiterindustrie); Methodenkenntnisse wie SPC erwünscht Persönlichkeit: teamfähig, flexibel, motiviert, kommunikationsstark Arbeitsweise: vorausschauend, selbstständig, eigenverantwortlich, ergebnis- und qualitätsorientiert sowie im höchsten Maße zuverlässig Sprachen: sehr gute Deutsch- und gute Englischkenntnisse Zusätzliche Informationen Sie haben Fragen zum Bewerbungsprozess? Jeannette Hoppe (Personalabteilung) +49 351 8547 2113 Sie haben fachliche Fragen zum Job? Lars Lieske (Fachabteilung) +49 351 8547 2304 Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Production",
    "job_employment_type": "Full-time",
    "job_industries": "Semiconductors",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "1005",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-06-06T16:19:24.637Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbessern Sie die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch Semiconductor Manufacturing Dresden GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Als Maintenance Engineer Lithography (m/w/div.) im vollkontinuierlichen 24/7 Schichtsystem stellen Sie gemeinsam mit dem Team die Produktionsverf&#xFC;gbarkeit sowie die fachgerechte und qualitative Durchf&#xFC;hrung von Wartungsma&#xDF;nahmen der Anlagen in Ihrem Bereich sicher. </li><li>Dazu geh&#xF6;ren die Durchf&#xFC;hrung von geplanten und ungeplanten Wartungen, unter Einhaltung von sicherheitsrelevanten Vorgaben und Arbeitsanweisungen, sowie die eigenst&#xE4;ndige und vorausschauende Fehlersuche und -behebung von einfachen Fehlerbildern an elektrischen, elektronischen und mechanischen Systemen gemeinsam mit Ihrem internen Team sowie nach Abstimmung auch mit externen Servicepartnern. </li><li>Sie &#xFC;bernehmen selbstst&#xE4;ndig Qualifikationen anhand von vorgegebenen Qualifikationsanweisungen und bedienen eigenst&#xE4;ndig notwendige Metrology Anlagen. </li><li>Sie stellen eine hohe Maschinenverf&#xFC;gbarkeit (Uptime) und Anlagenstabilit&#xE4;t unter Anwendung von Methoden wie SPC sicher. </li><li>Sie erstellen in Abstimmung Hantierungsanweisungen f&#xFC;r Instandhaltungsma&#xDF;nahmen und die zugeh&#xF6;rigen Checklisten. Eine detaillierte Dokumentation Ihrer Arbeit in unseren Instandhaltungs-Anwendungen ist f&#xFC;r Sie selbstverst&#xE4;ndlich. </li><li>Erg&#xE4;nzt werden diese Aufgaben durch ein aktives Mitwirken im kontinuierlichen Verbesserungsprozess. Des Weiteren wirken Sie mit bei Anlageninbetriebnahmen. <br><br></li></ul>Auf dieser Stelle arbeiten Sie in unserem vollkontinuierlichem 6:4 Schichtmodell. Das hei&#xDF;t auf 6 Arbeitstage folgen 4 dienstfreie Tage.<br><br><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: erfolgreich abgeschlossene Facharbeiterausbildung in einer technischen Fachrichtung (Mechatronik, Elektrotechnik, Mikrotechnologie oder &#xE4;hnliches) mit Berufserfahrung</li><li>Erfahrung: Berufserfahrung in der praktischen Instandhaltung (Preventive Maintenance und Fehlersuche), bestenfalls in der Halbleiterindustrie (Halbleiterfertigung oder Zulieferer); Kenntnisse in der Produktion und Instandhaltung von technischen Anlagen und Systemen (vorzugsweise an Anlage der Halbleiterindustrie); Methodenkenntnisse wie SPC erw&#xFC;nscht</li><li>Pers&#xF6;nlichkeit: teamf&#xE4;hig, flexibel, motiviert, kommunikationsstark</li><li>Arbeitsweise: vorausschauend, selbstst&#xE4;ndig, eigenverantwortlich, ergebnis- und qualit&#xE4;tsorientiert sowie im h&#xF6;chsten Ma&#xDF;e zuverl&#xE4;ssig</li><li>Sprachen: sehr gute Deutsch- und gute Englischkenntnisse<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Jeannette Hoppe (Personalabteilung)<br><br>+49 351 8547 2113<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Lars Lieske (Fachabteilung)<br><br>+49 351 8547 2304\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/key-account-manager-dywizja-automotive-region-po%C5%82udniowa-polska-at-bosch-4194098251?lg=en&_l=en",
    "job_posting_id": "4194098251",
    "job_title": "Key Account Manager (dywizja Automotive, region Południowa Polska)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Warsaw, Mazowieckie, Poland",
    "job_summary": "Opis firmy W Bosch kształtujemy przyszłość, tworząc wysokiej jakości technologie i usługi, które wzbudzają entuzjazm i wzbogacają życie ludzi. Składamy naszym pracownikom obietnicę, której dotrzymujemy: razem rozwijamy się, cieszymy się pracą i wzajemnie się inspirujemy. Opis stanowiska Twoje zadania: Zarządzanie relacjami handlowymi z Klientami na podległym terenie. Negocjowanie umów, realizacja planów sprzedażowych, nadzór nad warunkami handlowymi. Zarządzanie budżetem marketingowym. Bieżący kontakt z działami zakupów Kluczowych Klientów (dyrektorzy zakupów, product managerowie, itd.). Odpowiedzialność za długofalowy rozwój relacji z Kluczowymi Klientami, codzienną sprzedaż produktów z obszaru motoryzacji, działania marketingowe i koordynację projektów wsparcia sprzedaży tj. akcje promocyjne, działania wspierające markę Bosch, szkolenia, rozwój oferty. Analizy rynku oraz monitorowania działań konkurencji. Reprezentowanie firmy na spotkaniach branżowych, targach, eventach. Kwalifikacje Wymagania: Wykształcenie wyższe, preferowane kierunki biznesowe lub techniczne. Min. 2-letnie doświadczenie na podobnym stanowisku, w obsłudze Kluczowych Klientów. Bardzo dobra znajomość języka polskiego i angielskiego, umożliwiająca komunikację w mowie i piśmie (niezbędna w codziennej pracy). Doświadczenie w negocjacjach handlowych np. ustalanie umów handlowych. Wysoki stopień przedsiębiorczego myślenia oraz determinacja w dążeniu do celu. Zdolność adaptacji do szybko zmieniających się uwarunkowań rynkowych. Bardzo dobrze rozwinięte umiejętności komunikacyjne i prezentacyjne. Umiejętność pracy w międzynarodowej korporacji. Entuzjazm, pozytywne nastawienie i pasja do branży motoryzacyjnej. Znajomość pakietu MS Office, w szczególności Excel oraz Power Point. Doświadczenie w pracy z CRM. Czynne prawo jazdy kat. B. Dodatkowe informacje Benefity: Doświadczony i zgrany zespół. Zatrudnienie w oparciu o umowę o pracę wraz z atrakcyjnym wynagrodzeniem. Możliwości rozwoju kariery w obrębie firmy Robert Bosch. Szeroki dostęp do szkoleń, konferencji i webinarów. Prywatna opieka medyczna oraz ubezpieczenie na życie. MultiSport, karta LunchPass, kursy językowe. Wiele benefitów dla rodzin (np. kolonie letnie dla dzieci). Program poleceń pracowniczych. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Sales and Business Development",
    "job_employment_type": "Full-time",
    "job_industries": "Mechanical Or Industrial Engineering",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "6 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "23012",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-04-06T03:29:46.226Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Opis firmy<br><br><strong>W Bosch kszta&#x142;tujemy przysz&#x142;o&#x15B;&#x107;, tworz&#x105;c wysokiej jako&#x15B;ci technologie i us&#x142;ugi, kt&#xF3;re wzbudzaj&#x105; entuzjazm i wzbogacaj&#x105; &#x17C;ycie ludzi. Sk&#x142;adamy naszym pracownikom obietnic&#x119;, kt&#xF3;rej dotrzymujemy: razem rozwijamy si&#x119;, cieszymy si&#x119; prac&#x105; i wzajemnie si&#x119; inspirujemy.<br><br></strong>Opis stanowiska<br><br><strong>Twoje zadania:<br><br></strong><ul><li>Zarz&#x105;dzanie relacjami handlowymi z Klientami na podleg&#x142;ym terenie.</li><li>Negocjowanie um&#xF3;w, realizacja plan&#xF3;w sprzeda&#x17C;owych, nadz&#xF3;r nad warunkami handlowymi.</li><li>Zarz&#x105;dzanie bud&#x17C;etem marketingowym.</li><li>Bie&#x17C;&#x105;cy kontakt z dzia&#x142;ami zakup&#xF3;w Kluczowych Klient&#xF3;w (dyrektorzy zakup&#xF3;w, product managerowie, itd.).</li><li>Odpowiedzialno&#x15B;&#x107; za d&#x142;ugofalowy rozw&#xF3;j relacji z Kluczowymi Klientami, codzienn&#x105; sprzeda&#x17C; produkt&#xF3;w z obszaru motoryzacji, dzia&#x142;ania marketingowe i koordynacj&#x119; projekt&#xF3;w wsparcia sprzeda&#x17C;y tj. akcje promocyjne, dzia&#x142;ania wspieraj&#x105;ce mark&#x119; Bosch, szkolenia, rozw&#xF3;j oferty.</li><li>Analizy rynku oraz monitorowania dzia&#x142;a&#x144; konkurencji.</li><li>Reprezentowanie firmy na spotkaniach bran&#x17C;owych, targach, eventach.<br><br><br></li></ul>Kwalifikacje<br><br><strong>Wymagania:<br><br></strong><ul><li>Wykszta&#x142;cenie wy&#x17C;sze, preferowane kierunki biznesowe lub techniczne.</li><li>Min. 2-letnie do&#x15B;wiadczenie na podobnym stanowisku, w obs&#x142;udze Kluczowych Klient&#xF3;w.</li><li>Bardzo dobra znajomo&#x15B;&#x107; j&#x119;zyka polskiego i angielskiego, umo&#x17C;liwiaj&#x105;ca komunikacj&#x119; w mowie i pi&#x15B;mie (niezb&#x119;dna w codziennej pracy).</li><li>Do&#x15B;wiadczenie w negocjacjach handlowych np. ustalanie um&#xF3;w handlowych.</li><li>Wysoki stopie&#x144; przedsi&#x119;biorczego my&#x15B;lenia oraz determinacja w d&#x105;&#x17C;eniu do celu.</li><li>Zdolno&#x15B;&#x107; adaptacji do szybko zmieniaj&#x105;cych si&#x119; uwarunkowa&#x144; rynkowych.</li><li>Bardzo dobrze rozwini&#x119;te umiej&#x119;tno&#x15B;ci komunikacyjne i prezentacyjne.</li><li>Umiej&#x119;tno&#x15B;&#x107; pracy w mi&#x119;dzynarodowej korporacji.</li><li>Entuzjazm, pozytywne nastawienie i pasja do bran&#x17C;y motoryzacyjnej.</li><li>Znajomo&#x15B;&#x107; pakietu MS Office, w szczeg&#xF3;lno&#x15B;ci Excel oraz Power Point.</li><li>Do&#x15B;wiadczenie w pracy z CRM.</li><li>Czynne prawo jazdy kat. B.<br><br><br></li></ul>Dodatkowe informacje<br><br><strong>Benefity:<br><br></strong><ul><li>Do&#x15B;wiadczony i zgrany zesp&#xF3;&#x142;.</li><li>Zatrudnienie w oparciu o umow&#x119; o prac&#x119; wraz z atrakcyjnym wynagrodzeniem.</li><li>Mo&#x17C;liwo&#x15B;ci rozwoju kariery w obr&#x119;bie firmy Robert Bosch.</li><li>Szeroki dost&#x119;p do szkole&#x144;, konferencji i webinar&#xF3;w.</li><li>Prywatna opieka medyczna oraz ubezpieczenie na &#x17C;ycie.</li><li>MultiSport, karta LunchPass, kursy j&#x119;zykowe.</li><li>Wiele benefit&#xF3;w dla rodzin (np. kolonie letnie dla dzieci).</li><li>Program polece&#x144; pracowniczych.</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/pflichtpraktikum-im-bereich-digitalisierung-%E2%80%93-business-development-marketing-at-bosch-4281291744?_l=en",
    "job_posting_id": "4281291744",
    "job_title": "Pflichtpraktikum im Bereich Digitalisierung – Business Development & Marketing",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Stuttgart, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Robert Bosch GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Als Mitglied unseres Digitalisierungsprogramms sind Sie Teil eines hochmotivierten Teams in einem innovativen Umfeld an der Schnittstelle zwischen High-Tech Fertigung und Künstlicher Intelligenz arbeitet. Hier haben Sie die Möglichkeit, einen Einblick in die Geschäftsabläufe und organisatorischen Prozesse auf höchster Ebene zu erhalten. Ihre Ergebnisse und Konzepte werden meist bis zum Bereichsvorstand herangetragen. Auch Ihre Aufgaben spiegeln den Charakter dieser Position wider. Im Rahmen Ihrer Tätigkeiten unterstützen Sie die Weiterentwicklung unseres Digitalisierungsprogramms in einer der stärksten Business Units bei Bosch. Zu Ihren Verantwortlichkeiten gehört die Analyse des aktuellen Status unseres Digitalisierungsprogramms, das Ableiten von Anforderungen an neue Dienstleistungen basierend auf Kundenfeedback und Marktforschungsergebnissen. Sie unterstützen bei der Gestaltung unserer internen Webpräsentation sowie bei internem Marketing und Kommunikation. Darüber hinaus haben Sie die Gelegenheit, Ihre gestalterischen Fähigkeiten einzusetzen, um zielgruppengerechte Präsentationen und Visualisierungen ansprechend zu gestalten. Des Weiteren führen Sie Recherchen und Analysen von Märkten, Wettbewerbern und Technologietrends durch. Qualifikationen Ausbildung: Studium im Bereich Betriebswirtschaftslehre, Wirtschaftsingenieurwesen, Wirtschaftsinformatik, Innovationsmanagement, Technologiemanagement, strategischen Management oder vergleichbar Erfahrungen und Know-how: im Bereich Marketing und Business Development; gute Kenntnisse in MS Office (PowerPoint); sehr gute Fähigkeiten zur Erstellung visuell ansprechender Präsentationen; HTML-Grundkenntnisse sind von Vorteil Persönlichkeit und Arbeitsweise: Sie sind eine kreative und begeisterungsfähige Person, die teamorientiert, offen und sehr kommunikativ ist; Sie arbeiten eigenständig, strukturiert sowie zuverlässig; Sie verfügen über ein hohes Maß an Neugierde und Interesse an Innovationen Begeisterung: für den Blick über den Tellerrand Sprachen: gutes Deutsch und Englisch in Wort und Schrift Zusätzliche Informationen Beginn: nach Absprache Dauer: 3 - 6 Monate (ausschließlich Pflichtpraktikum gem. SPO möglich) Wir bieten Ihnen: 35 Stunden/Woche mit Gleitzeit eine feste Ansprechperson, die dich während Ihres Praktikums begleitet eine moderne Arbeitsplatzumgebung, sowie mobiles Arbeiten nach Absprache die Möglichkeit Teil unseres studentischen Netzwerkes students@bosch Stuttgart zu werden Vergünstigungen in unseren Betriebsrestaurants Voraussetzung für das Praktikum ist die Immatrikulation an einer Hochschule. Bitte fügen Sie Ihrer Bewerbung Ihren Lebenslauf, Ihren aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, Ihre Prüfungsordnung sowie ggf. eine gültige Arbeits- und Aufenthaltserlaubnis bei. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Sie haben fachliche Fragen zum Job? Ruben Kapp (Fachabteilung) +49 711 811 24771 Show more Show less",
    "job_seniority_level": "Internship",
    "job_function": "Marketing",
    "job_employment_type": "Full-time",
    "job_industries": "Automotive",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 month ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "98",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-09-04T17:58:28.846Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Als Mitglied unseres Digitalisierungsprogramms sind Sie Teil eines hochmotivierten Teams in einem innovativen Umfeld an der Schnittstelle zwischen High-Tech Fertigung und K&#xFC;nstlicher Intelligenz arbeitet. Hier haben Sie die M&#xF6;glichkeit, einen Einblick in die Gesch&#xE4;ftsabl&#xE4;ufe und organisatorischen Prozesse auf h&#xF6;chster Ebene zu erhalten. </li><li>Ihre Ergebnisse und Konzepte werden meist bis zum Bereichsvorstand herangetragen. Auch Ihre Aufgaben spiegeln den Charakter dieser Position wider. </li><li>Im Rahmen Ihrer T&#xE4;tigkeiten unterst&#xFC;tzen Sie die Weiterentwicklung unseres Digitalisierungsprogramms in einer der st&#xE4;rksten Business Units bei Bosch. </li><li>Zu Ihren Verantwortlichkeiten geh&#xF6;rt die Analyse des aktuellen Status unseres Digitalisierungsprogramms, das Ableiten von Anforderungen an neue Dienstleistungen basierend auf Kundenfeedback und Marktforschungsergebnissen. </li><li>Sie unterst&#xFC;tzen bei der Gestaltung unserer internen Webpr&#xE4;sentation sowie bei internem Marketing und Kommunikation. Dar&#xFC;ber hinaus haben Sie die Gelegenheit, Ihre gestalterischen F&#xE4;higkeiten einzusetzen, um zielgruppengerechte Pr&#xE4;sentationen und Visualisierungen ansprechend zu gestalten. </li><li>Des Weiteren f&#xFC;hren Sie Recherchen und Analysen von M&#xE4;rkten, Wettbewerbern und Technologietrends durch. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: Studium im Bereich Betriebswirtschaftslehre, Wirtschaftsingenieurwesen, Wirtschaftsinformatik, Innovationsmanagement, Technologiemanagement, strategischen Management oder vergleichbar</li><li>Erfahrungen und Know-how: im Bereich Marketing und Business Development; gute Kenntnisse in MS Office (PowerPoint); sehr gute F&#xE4;higkeiten zur Erstellung visuell ansprechender Pr&#xE4;sentationen; HTML-Grundkenntnisse sind von Vorteil </li><li>Pers&#xF6;nlichkeit und Arbeitsweise: Sie sind eine kreative und begeisterungsf&#xE4;hige Person, die teamorientiert, offen und sehr kommunikativ ist; Sie arbeiten eigenst&#xE4;ndig, strukturiert sowie zuverl&#xE4;ssig; Sie verf&#xFC;gen &#xFC;ber ein hohes Ma&#xDF; an Neugierde und Interesse an Innovationen</li><li>Begeisterung: f&#xFC;r den Blick &#xFC;ber den Tellerrand</li><li>Sprachen: gutes Deutsch und Englisch in Wort und Schrift<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Beginn:</strong> nach Absprache<br><br><strong>Dauer:</strong> 3 - 6 Monate (ausschlie&#xDF;lich Pflichtpraktikum gem. SPO m&#xF6;glich)<br><br>Wir bieten Ihnen:<br><br><ul><li>35 Stunden/Woche mit Gleitzeit </li><li>eine feste Ansprechperson, die dich w&#xE4;hrend Ihres Praktikums begleitet</li><li>eine moderne Arbeitsplatzumgebung, sowie mobiles Arbeiten nach Absprache</li><li>die M&#xF6;glichkeit Teil unseres studentischen Netzwerkes students@bosch Stuttgart zu werden</li><li>Verg&#xFC;nstigungen in unseren Betriebsrestaurants<br><br></li></ul>Voraussetzung f&#xFC;r das Praktikum ist die Immatrikulation an einer Hochschule. Bitte f&#xFC;gen Sie Ihrer Bewerbung Ihren Lebenslauf, Ihren aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, Ihre Pr&#xFC;fungsordnung sowie ggf. eine g&#xFC;ltige Arbeits- und Aufenthaltserlaubnis bei.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Ruben Kapp (Fachabteilung)<br><br>+49 711 811 24771\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/fieldservice-techniker-m-w-div-im-au%C3%9Fendienst-region-bremen-oder-salzgitter-at-bosch-4222834843?_l=en",
    "job_posting_id": "4222834843",
    "job_title": "Fieldservice-Techniker (m/w/div) im Außendienst Region Bremen oder Salzgitter",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Hamburg, Hamburg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch Rexroth dreht sich alles um Bewegung und den Erfolg unserer Kunden. Mit unseren vernetzbaren Antriebs- und Steuerungstechnologien sowie digitalen Lösungen arbeiten Maschinen und Anlagen effizient, sicher und leistungsstark. Wir bieten unseren Kunden Komponenten, Systemlösungen und Services für mobile und industrielle Anwendungen ebenso wie für die Fabrikautomation. Das Service Sales Center am Standort Hamburg ist der kompetente Partner für den gesamten Lebenszyklus von Maschinen und Anlagen. Das Aufgabenspektrum reicht von kompletten Anlageninstallationen, Inbetriebnahmen, Wartungsservice bis zur Störungssuche und -beseitigung. In allen Bereichen schätzen wir das Know-how und das Engagement unserer Mitarbeitenden und ermöglichen dynamische Karrieren in einem internationalen Umfeld. Rund 33.800 Menschen in über 80 Ländern - und ein Unternehmenszweck: „We move industries to make our planet a better place.” Wollen auch Sie etwas bewegen? Dann freuen wir uns auf Ihre Bewerbung bei der Bosch Rexroth AG. Stellenbeschreibung Verantwortung übernehmen: Du bist verantwortlich für die Inbetriebnahme, Wartung und Instandsetzung von hydraulischen und elektro-hydraulischen Systemen Strukturiert bewerten: Du analysierst und beseitigst auftretende Fehler und Störungen Vorausschauend beobachten: Du führst Messungen zur Fehleranalyse durch und optimierst Systeme Ganzheitlich denken: Du unterstützt bei der Aufnahme und Erstellung von Angeboten Die Zukunft mitgestalten: Du führst Umbauten und Modernisierungen durch Benefits: Mobiles Arbeiten: nach Absprache möglich Altersvorsorge: Zuschuss zur betrieblichen Altersvorsorge im Rahmen des Bosch-Pensionsfonds Mitarbeiterrabatte: Bosch-Produkte, Reisebuchungen, Konzerte, Freizeitangebote, Modehäuser, Job-Rad u.v.m. Qualifikationen Arbeitsweise: Du arbeitest selbständig, zeigst Eigeninitiative und Flexibilität Erfahrungen und Know-How: Du hast Geräte- und Systemkenntnisse in der Hydraulik und Steuerungstechnik, kannst Schaltpläne lesen und hast wünschenswerterweise Erfahrung bei Inbetriebnahmen und Außenmontagen Ausbildung: Du verfügst über eine abgeschlossene Ausbildung als Mechatroniker oder Elektrotechniker. Qualifikation: Du bist im Besitz eines Führerscheins der Klasse B. Persönlichkeit und Arbeitsweise: Selbstständigkeit, Verantwortungs- und Kostenbewusstsein zeichnet dich aus. Reisebereitschaft, hohe Kundenorientierung und sicheres Auftreten beim Kunden runden dein Profil ab. Willst Du auch mehr bewegen? Wir freuen uns auf Deine Bewerbung.. Zusätzliche Informationen Sie haben Fragen zum Bewerbungsprozess? Elke Schotter (Personalabteilung) +49 9352 184896 Sie haben fachliche Fragen zum Job? Benjamin Gütschow (Fachabteilung) 49 40 520193716 Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Mechanical Or Industrial Engineering",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "5 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fde.linkedin.com%2Fjobs%2Fview%2Ffieldservice-techniker-m-w-div-im-au%25C3%259Fendienst-region-bremen-oder-salzgitter-at-bosch-4222834843",
    "country_code": null,
    "title_id": "15681",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-05-08T04:24:25.745Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch Rexroth dreht sich alles um Bewegung und den Erfolg unserer Kunden. Mit unseren vernetzbaren Antriebs- und Steuerungstechnologien sowie digitalen L&#xF6;sungen arbeiten Maschinen und Anlagen effizient, sicher und leistungsstark. Wir bieten unseren Kunden Komponenten, Systeml&#xF6;sungen und Services f&#xFC;r mobile und industrielle Anwendungen ebenso wie f&#xFC;r die Fabrikautomation. Das Service Sales Center am Standort Hamburg ist der kompetente Partner f&#xFC;r den gesamten Lebenszyklus von Maschinen und Anlagen. Das Aufgabenspektrum reicht von kompletten Anlageninstallationen, Inbetriebnahmen, Wartungsservice bis zur St&#xF6;rungssuche und -beseitigung. In allen Bereichen sch&#xE4;tzen wir das Know-how und das Engagement unserer Mitarbeitenden und erm&#xF6;glichen dynamische Karrieren in einem internationalen Umfeld. <br><br></strong><strong>Rund 33.800 Menschen in &#xFC;ber 80 L&#xE4;ndern - und ein Unternehmenszweck: &#x201E;We move industries to make our planet a better place.&#x201D;<br><br></strong>Wollen auch Sie etwas bewegen? Dann freuen wir uns auf Ihre Bewerbung bei der Bosch Rexroth AG.<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Verantwortung &#xFC;bernehmen: Du bist verantwortlich f&#xFC;r die Inbetriebnahme, Wartung und Instandsetzung von hydraulischen und elektro-hydraulischen Systemen </li><li>Strukturiert bewerten: Du analysierst und beseitigst auftretende Fehler und St&#xF6;rungen </li><li>Vorausschauend beobachten: Du f&#xFC;hrst Messungen zur Fehleranalyse durch und optimierst Systeme</li><li>Ganzheitlich denken: Du unterst&#xFC;tzt bei der Aufnahme und Erstellung von Angeboten</li><li>Die Zukunft mitgestalten: Du f&#xFC;hrst Umbauten und Modernisierungen durch<br><br></li></ul>Benefits:<br><br><ul><li>Mobiles Arbeiten: nach Absprache m&#xF6;glich</li><li>Altersvorsorge: Zuschuss zur betrieblichen Altersvorsorge im Rahmen des Bosch-Pensionsfonds</li><li>Mitarbeiterrabatte: Bosch-Produkte, Reisebuchungen, Konzerte, Freizeitangebote, Modeh&#xE4;user, Job-Rad u.v.m. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Arbeitsweise: Du arbeitest selbst&#xE4;ndig, zeigst Eigeninitiative und Flexibilit&#xE4;t</li><li>Erfahrungen und Know-How: Du hast Ger&#xE4;te- und Systemkenntnisse in der Hydraulik und Steuerungstechnik, kannst Schaltpl&#xE4;ne lesen und hast w&#xFC;nschenswerterweise Erfahrung bei Inbetriebnahmen und Au&#xDF;enmontagen</li><li>Ausbildung: Du verf&#xFC;gst &#xFC;ber eine abgeschlossene Ausbildung als Mechatroniker oder Elektrotechniker. </li><li>Qualifikation: Du bist im Besitz eines F&#xFC;hrerscheins der Klasse B. </li><li>Pers&#xF6;nlichkeit und Arbeitsweise: Selbstst&#xE4;ndigkeit, Verantwortungs- und Kostenbewusstsein zeichnet dich aus. Reisebereitschaft, hohe Kundenorientierung und sicheres Auftreten beim Kunden runden dein Profil ab. </li><li>Willst Du auch mehr bewegen? Wir freuen uns auf Deine Bewerbung.. <br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong><em>Elke Schotter</em> (Personalabteilung)<br><br>+49 9352 184896<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong><em>Benjamin G&#xFC;tschow (Fachabteilung)<br><br></em><ul><li>49 40 520193716</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/klassifizierer-f%C3%BCr-g%C3%BCter-und-it-exportkontrolle-w-m-div-at-bosch-4251140693?_l=en",
    "job_posting_id": "4251140693",
    "job_title": "Klassifizierer für Güter und IT (Exportkontrolle) (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Lohr, Bavaria, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch Rexroth dreht sich alles um Bewegung und den Erfolg unserer Kunden. Mit unseren vernetzbaren Antriebs- und Steuerungstechnologien sowie digitalen Lösungen arbeiten Maschinen und Anlagen effizient, sicher und leistungsstark. Wir bieten unseren Kunden Komponenten, Systemlösungen und Services für mobile und industrielle Anwendungen ebenso wie für die Fabrikautomation. In allen Bereichen schätzen wir das Know-how und das Engagement unserer Mitarbeitenden und ermöglichen dynamische Karrieren in einem internationalen Umfeld. Rund 33.800 Menschen in über 80 Ländern - und ein Unternehmenszweck: „We move industries to make our planet a better place.” Willst auch du etwas bewegen? Dann freuen wir uns auf deine Bewerbung bei der Bosch Rexroth AG. Stellenbeschreibung Als Klassifizierer für Güter und IT (Exportkontrolle) (w/m/div.) bist du verantwortlich für die exportkontrollrechtliche Beurteilung und Klassifizierung von Gütern und Technologie. Zudem übernimmst du die technische Unterstützung (inklusive Software) im Rahmen des EU- und US-Recht. Ein Schwerpunkt deiner Tätigkeit liegt in der exportkontrollrechtlichen Beurteilung intern eingesetzter Software sowie digitaler Geschäftsmodelle, jeweils inklusive deren Nutzung und erforderlichen Restriktionen deren Nutzung. Du arbeitest eng zusammen mit Entwicklung, Produktmanagement und Vertrieb zu Ermittlung genehmigungspflichtiger Sachverhalte bei neuen Produkten sowie Geschäftsmodellen (insbesondere digitale Geschäftsmodelle). Außerdem arbeitest du an der Entwicklung von Unternehmensprozessen hinsichtlich vorstehend genannter exportkontrollrechtlicher Themen mit. Du führst Schulungen durch, um Mitarbeiter:innen in der Beurteilung von Gütern gemäß den exportkontrollrechtlichen Vorgaben zu schulen. Ein weiterer Aufgabenbereich umfasst die zollrechtliche Beurteilung und Einreihung von Rexroth-Produkten, Baugruppen und Bauteilen. Qualifikationen Ausbildung: Studium im Bereich IT, Softwareingenieurwesen, Wirtschaftsinformatik oder ein vergleichbarer Studiengang Erfahrungen und Know-how: Berufserfahrung mit Nähe und ersten Berührungen zur Exportkontrolle, insbesondere Güterklassifizierung gewünscht Persönlichkeit und Arbeitsweise: Belastbarkeit, Durchsetzungsvermögen, Teamfähigkeit, hohes Maß an Sorgfalt und Zuverlässigkeit Sprachen: Deutsch, sehr gutes Englisch in Wort und Schrift Zusätzliche Informationen Bitte beachte, dass deine Bewerbung auf diese Stelle einem Pre-Employment-Screening (PES) unterzogen werden kann. Der PES-Prozess muss bei besonders sensiblen Stellen durchgeführt werden, um Sicherheitsrisiken zu verringern. Weiterführende Informationen zum Vorgehen findest du unter diesem Link. Der PES Prozess unterliegt unseren Datenschutzrichtlinien. Wir bieten flexible Arbeitsmodelle: von unterschiedlichen Teilzeitmöglichkeiten über mobiles Arbeiten bis hin zum Jobsharing. Sprich uns gerne dazu an. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Du hast Fragen zum Bewerbungsprozess? Finja Lampart (Personalabteilung) +49(9352)18-6701 Du hast fachliche Fragen zum Job? Jochen Feldhoff (Fachabteilung) +49(9352)18-1236 In diesem Team sind wir per du. Werde ein Teil davon! Work Weitere Informationen zu uns findest du auch auf www.boschrexroth.de/karriere sowie auf unseren Social Media Kanälen, beispielsweise Instagram. Move with us. Win together. Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Legal",
    "job_employment_type": "Full-time",
    "job_industries": "Industrial Automation",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "3 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "71",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-07-06T05:18:29.997Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch Rexroth dreht sich alles um Bewegung und den Erfolg unserer Kunden. Mit unseren vernetzbaren Antriebs- und Steuerungstechnologien sowie digitalen L&#xF6;sungen arbeiten Maschinen und Anlagen effizient, sicher und leistungsstark. Wir bieten unseren Kunden Komponenten, Systeml&#xF6;sungen und Services f&#xFC;r mobile und industrielle Anwendungen ebenso wie f&#xFC;r die Fabrikautomation. In allen Bereichen sch&#xE4;tzen wir das Know-how und das Engagement unserer Mitarbeitenden und</strong> <strong>erm&#xF6;glichen dynamische Karrieren in einem internationalen Umfeld. <br><br></strong><strong>Rund 33.800 Menschen in &#xFC;ber 80 L&#xE4;ndern - und ein Unternehmenszweck: &#x201E;We move industries to make our planet a better place.&#x201D;<br><br></strong>Willst auch du etwas bewegen? Dann freuen wir uns auf deine Bewerbung bei der Bosch Rexroth AG.<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Als Klassifizierer f&#xFC;r G&#xFC;ter und IT (Exportkontrolle) (w/m/div.) bist du verantwortlich f&#xFC;r die exportkontrollrechtliche Beurteilung und Klassifizierung von G&#xFC;tern und Technologie. Zudem &#xFC;bernimmst du die technische Unterst&#xFC;tzung (inklusive Software) im Rahmen des EU- und US-Recht. </li><li>Ein Schwerpunkt deiner T&#xE4;tigkeit liegt in der exportkontrollrechtlichen Beurteilung intern eingesetzter Software sowie digitaler Gesch&#xE4;ftsmodelle, jeweils inklusive deren Nutzung und erforderlichen Restriktionen deren Nutzung. </li><li>Du arbeitest eng zusammen mit Entwicklung, Produktmanagement und Vertrieb zu Ermittlung genehmigungspflichtiger Sachverhalte bei neuen Produkten sowie Gesch&#xE4;ftsmodellen (insbesondere digitale Gesch&#xE4;ftsmodelle). </li><li>Au&#xDF;erdem arbeitest du an der Entwicklung von Unternehmensprozessen hinsichtlich vorstehend genannter exportkontrollrechtlicher Themen mit. </li><li>Du f&#xFC;hrst Schulungen durch, um Mitarbeiter:innen in der Beurteilung von G&#xFC;tern gem&#xE4;&#xDF; den exportkontrollrechtlichen Vorgaben zu schulen. </li><li>Ein weiterer Aufgabenbereich umfasst die zollrechtliche Beurteilung und Einreihung von Rexroth-Produkten, Baugruppen und Bauteilen. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: Studium im Bereich IT, Softwareingenieurwesen, Wirtschaftsinformatik oder ein vergleichbarer Studiengang</li><li>Erfahrungen und Know-how: Berufserfahrung mit N&#xE4;he und ersten Ber&#xFC;hrungen zur Exportkontrolle, insbesondere G&#xFC;terklassifizierung gew&#xFC;nscht</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: Belastbarkeit, Durchsetzungsverm&#xF6;gen, Teamf&#xE4;higkeit, hohes Ma&#xDF; an Sorgfalt und Zuverl&#xE4;ssigkeit</li><li>Sprachen: Deutsch, sehr gutes Englisch in Wort und Schrift<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Bitte beachte, dass deine Bewerbung auf diese Stelle einem Pre-Employment-Screening (PES) unterzogen werden kann.&#x202F; Der PES-Prozess muss bei besonders sensiblen Stellen durchgef&#xFC;hrt werden, um Sicherheitsrisiken zu verringern.<br><br>Weiterf&#xFC;hrende Informationen zum Vorgehen findest du unter diesem Link.<br><br>Der PES Prozess unterliegt unseren Datenschutzrichtlinien.<br><br>Wir bieten flexible Arbeitsmodelle: von unterschiedlichen Teilzeitm&#xF6;glichkeiten &#xFC;ber mobiles Arbeiten bis hin zum Jobsharing. Sprich uns gerne dazu an.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Du hast Fragen zum Bewerbungsprozess?<br><br></strong><em>Finja Lampart </em>(Personalabteilung)<br><br>+49(9352)18-6701<br><br><strong>Du hast fachliche Fragen zum Job?<br><br></strong><em>Jochen Feldhoff </em>(Fachabteilung)<br><br>+49(9352)18-1236<br><br>In diesem Team sind wir per du. Werde ein Teil davon! Work <br><br>Weitere Informationen zu uns findest du auch auf www.boschrexroth.de/karriere sowie auf unseren Social Media Kan&#xE4;len, beispielsweise Instagram.<br><br>Move with us. Win together.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/p%C5%82atny-sta%C5%BC-w-dziale-produkcji-at-bosch-4243856140?_l=en",
    "job_posting_id": "4243856140",
    "job_title": "Płatny Staż w Dziale Produkcji",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Mirków, Dolnośląskie, Poland",
    "job_summary": "Opis firmy At Bosch, we have known for years that innovation is the driving force behind organizations, which is why we focus on cutting-edge technologies and Industry 4.0. In our factory in Mirków , you will see firsthand the future of automotive technology and how artificial intelligence helps set new standards in the industry. You will experience working in a modern machine park, where we design and produce solutions used by millions of vehicle users worldwide. Above all, you will feel safe, as we care about the work environment and our team. Opis stanowiska Przygotowywanie dokumentacji i instrukcji procesowych, Przygotowywanie prezentacji i analiza danych, Tworzenie dokumentacji elektronicznej dla nowych procesów, Wsparcie dla zespołu inżynierskiego w prowadzeniu projektów. Kwalifikacje Aktualny status studenta, Dyspozycyjność do pracy 120 godz. /miesiąc, Bardzo dobra organizacja pracy, Podstawowa znajomość rysunku technicznego, Nastawienie na współpracę, Dobra znajomość języka angielskiego, Zdolności organizacyjne, kreatywność, umiejętność pracy pod presją czasu. Dodatkowe informacje Płatny staż w oparciu o umowę zlecenie (preferujemy współpracę długoterminową min. na 6 miesięcy), Elastyczny czas współpracy (dostosujemy się do Twojego planu na studiach), Dofinansowanie do posiłków w kantynie pracowniczej, Dofinansowanie do karty Multisport, Możliwość uczestniczenia w eventach pracowniczych, Możliwość rozwoju w dużym zakładzie produkcyjnym. Show more Show less",
    "job_seniority_level": "Internship",
    "job_function": "Education and Training",
    "job_employment_type": "Full-time",
    "job_industries": "Mechanical Or Industrial Engineering",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "13",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-06-06T03:05:18.359Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Opis firmy<br><br><strong>At Bosch, we have known for years that innovation is the driving force behind organizations, which is why we focus on cutting-edge technologies </strong><strong>and Industry 4.0. In our factory in </strong><strong>Mirk&#xF3;w</strong><strong>, you will see firsthand the future of automotive technology and how artificial intelligence helps set new </strong><strong>standards in the industry. You will experience working in a modern machine park, where we design and produce solutions used by millions of </strong><strong>vehicle users worldwide. Above all, you will feel safe, as we care about the work environment and our team.<br><br></strong>Opis stanowiska<br><br><ul><li>Przygotowywanie dokumentacji i instrukcji procesowych,</li><li>Przygotowywanie prezentacji i analiza danych,</li><li>Tworzenie dokumentacji elektronicznej dla nowych proces&#xF3;w,</li><li>Wsparcie dla zespo&#x142;u in&#x17C;ynierskiego w prowadzeniu projekt&#xF3;w.<br><br><br></li></ul>Kwalifikacje<br><br><ul><li>Aktualny status studenta,</li><li>Dyspozycyjno&#x15B;&#x107; do pracy 120 godz. /miesi&#x105;c,</li><li>Bardzo dobra organizacja pracy,</li><li>Podstawowa znajomo&#x15B;&#x107; rysunku technicznego,</li><li>Nastawienie na wsp&#xF3;&#x142;prac&#x119;,</li><li>Dobra znajomo&#x15B;&#x107; j&#x119;zyka angielskiego,</li><li>Zdolno&#x15B;ci organizacyjne, kreatywno&#x15B;&#x107;, umiej&#x119;tno&#x15B;&#x107; pracy pod presj&#x105; czasu.<br><br><br></li></ul>Dodatkowe informacje<br><br><ul><li>P&#x142;atny sta&#x17C; w oparciu o umow&#x119; zlecenie (preferujemy wsp&#xF3;&#x142;prac&#x119; d&#x142;ugoterminow&#x105; min. na 6 miesi&#x119;cy),</li><li>Elastyczny czas wsp&#xF3;&#x142;pracy (dostosujemy si&#x119; do Twojego planu na studiach),</li><li>Dofinansowanie do posi&#x142;k&#xF3;w w kantynie pracowniczej,</li><li>Dofinansowanie do karty Multisport,</li><li>Mo&#x17C;liwo&#x15B;&#x107; uczestniczenia w eventach pracowniczych,</li><li>Mo&#x17C;liwo&#x15B;&#x107; rozwoju w du&#x17C;ym zak&#x142;adzie produkcyjnym.</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/prozesstechniker-im-bereich-halbleiterfabrik-w-m-div-at-bosch-4222839222?_l=en",
    "job_posting_id": "4222839222",
    "job_title": "Prozesstechniker im Bereich Halbleiterfabrik (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Dresden, Saxony, Germany",
    "job_summary": "Unternehmensbeschreibung Möchten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods , Industrial Technology oder Energy and Building Technology – mit uns verbessern Sie die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Die Robert Bosch Semiconductor Manufacturing Dresden GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Als Prozesstechniker bedienen Sie eigenständig die Anlagen in unserer Halbleiterfertigung. Zudem erstellen sie Prozessrezepte in Abstimmung mit Prozess-Ingenieuren und unterstützen diese aktiv bei der Umsetzung von Experimenten. Sie führen selbständig Qualifikationen anhand vorgegebener Qualifikationsanweisungen durch und nutzen dafür Methoden der statistischen Prozesskontrolle (SPC, FDC). Zu Ihren Aufgaben zählt des Weiteren die aktive Dokumentation von Prozessproblemen und allgemeinen Anlagenthemen. Ein weiterer Teil ihres Aufgabenbereiches ist die kontinuierliche Überwachung von Holdmaterial, die Bearbeitung nach OCAP sowie die Übergabe an das Deviation Management. In Ihrer Rolle leben Sie eine enge Zusammenarbeit im internen Team, um tägliche Prozessprobleme gemeinsam zu lösen. Auf dieser Stelle arbeiten Sie in unserem vollkontinuierlichem 6:4 Schichtmodell. Das heißt auf 6 Arbeitstage folgen 4 dienstfreie Tage. Qualifikationen Ausbildung: erfolgreich abgeschlossene Facharbeiterausbildung in einer technischen Fachrichtung (Mechatronik, Elektrotechnik, Mikrotechnologie o.ä.) mit erster Berufserfahrung Erfahrungen und Know-how: erste Kenntnisse von allgemeinen Fertigungsmethoden und -prozessen, idealerweise Halbleiter spezifisch; sehr gute Methodenkenntnisse im Bereich Prozesskontrolle Persönlichkeit: teamfähig, flexibel, motiviert und verantwortungsvoll Arbeitsweise: selbstständig, eigenverantwortlich und zuverlässig, Bereitschaft zur Arbeit im vollkontinuierlichen Schichtbetrieb (24/7) Sprachen: sehr gute Deutsch- sowie gute Englischkenntnisse in Wort und Schrift Zusätzliche Informationen Sie haben Fragen zum Bewerbungsprozess? Susanne Reinert (Personalabteilung) +49 351 8547 2112 Sie haben fachliche Fragen zum Job? Lars Lieske (Fachabteilung) +49 351 8547 2304 Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Production",
    "job_employment_type": "Full-time",
    "job_industries": "Semiconductors",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "5 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "3262",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-05-07T16:21:03.503Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer </strong><strong>Goods</strong><strong>, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbessern Sie die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch Semiconductor Manufacturing Dresden GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Als Prozesstechniker bedienen Sie eigenst&#xE4;ndig die Anlagen in unserer Halbleiterfertigung. Zudem erstellen sie Prozessrezepte in Abstimmung mit Prozess-Ingenieuren und unterst&#xFC;tzen diese aktiv bei der Umsetzung von Experimenten. </li><li>Sie f&#xFC;hren selbst&#xE4;ndig Qualifikationen anhand vorgegebener Qualifikationsanweisungen durch und nutzen daf&#xFC;r Methoden der statistischen Prozesskontrolle (SPC, FDC). Zu Ihren Aufgaben z&#xE4;hlt des Weiteren die aktive Dokumentation von Prozessproblemen und allgemeinen Anlagenthemen. </li><li>Ein weiterer Teil ihres Aufgabenbereiches ist die kontinuierliche &#xDC;berwachung von Holdmaterial, die Bearbeitung nach OCAP sowie die &#xDC;bergabe an das Deviation Management. </li><li>In Ihrer Rolle leben Sie eine enge Zusammenarbeit im internen Team, um t&#xE4;gliche Prozessprobleme gemeinsam zu l&#xF6;sen. <br><br></li></ul>Auf dieser Stelle arbeiten Sie in unserem vollkontinuierlichem 6:4 Schichtmodell. Das hei&#xDF;t auf 6 Arbeitstage folgen 4 dienstfreie Tage.<br><br><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: erfolgreich abgeschlossene Facharbeiterausbildung in einer technischen Fachrichtung (Mechatronik, Elektrotechnik, Mikrotechnologie o.&#xE4;.) mit erster Berufserfahrung</li><li>Erfahrungen und Know-how: erste Kenntnisse von allgemeinen Fertigungsmethoden und -prozessen, idealerweise Halbleiter spezifisch; sehr gute Methodenkenntnisse im Bereich Prozesskontrolle</li><li>Pers&#xF6;nlichkeit: teamf&#xE4;hig, flexibel, motiviert und verantwortungsvoll</li><li>Arbeitsweise: selbstst&#xE4;ndig, eigenverantwortlich und zuverl&#xE4;ssig, Bereitschaft zur Arbeit im vollkontinuierlichen Schichtbetrieb (24/7)</li><li>Sprachen: sehr gute Deutsch- sowie gute Englischkenntnisse in Wort und Schrift<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Susanne Reinert (Personalabteilung)<br><br>+49 351 8547 2112<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>Lars Lieske (Fachabteilung)<br><br>+49 351 8547 2304\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/praktikum-in-der-projektunterst%C3%BCtzung-und-kommunikation-at-bosch-4302145299?_l=en",
    "job_posting_id": "4302145299",
    "job_title": "Praktikum in der Projektunterstützung und Kommunikation",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Echterdingen, Baden-Württemberg, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Robert Bosch Power Tools GmbH freut sich auf Ihre Bewerbung! Stellenbeschreibung Sie suchen ein Praktikum, das Ihnen nicht nur tiefe Einblicke in die Projektarbeit ermöglicht, sondern auch die Chance gibt, aktiv Brücken zwischen Kulturen zu bauen? Hier gestalten Sie den Einarbeitungsprozess unserer ungarischen Kolleg:innen maßgeblich mit und optimieren wichtige Produktionsabläufe. Bringen Sie Ihre Ideen ein und erleben Sie, wie Ihre Arbeit direkt zum Erfolg unseres Teams beiträgt. Während des Praktikums unterstützen Sie unsere ungarischen Mitarbeiter:innen umfassend während ihres Einarbeitungsprozesses im Produktionsbereich und sorgen für einen reibungslosen Start. Für Produktionsprozesse und -anlagen erstellen und optimieren Sie Schulungsunterlagen, die das Lernen erleichtern und die Effizienz steigern. Aktive Mitgestaltung von Projektaufgaben gehört zu Ihrem Alltag, wobei Sie eigene Ideen einbringen und Verantwortung übernehmen. Eigenständig erheben und bearbeiten Sie Daten, erstellen Auswertungen und sorgen für eine präzise Dokumentation. Erfahrene Kolleg:innen betreuen Sie intensiv und ermöglichen Ihnen spannende Einblicke in vielfältige Projekte. Qualifikationen Ausbildung: Studium im Bereich Ingenieurwissenschaften, Wirtschaftsingenieurwesen, Betriebswirtschaft, Sozialwissenschaft oder vergleichbar Erfahrungen und Know-how: sicherer Umgang mit MS Office (insbesondere PowerPoint, Excel, Word); erste Erfahrungen in der Serienfertigung oder Produktion von Vorteil Persönlichkeit und Arbeitsweise: Ihnen gelingt es, sich schnell in neue Teams zu integrieren und Sie bringen eine hohe interkulturelle Sensibilität mit; Sie arbeiten eigenverantwortlich sowie strukturiert an Aufgaben und zeigen dabei stets Eigeninitiative; Sie sind offen für neue Herausforderungen und bringen eine ausgeprägte Lernbereitschaft mit Arbeitsalltag: flexible Arbeitszeiten möglich Begeisterung: Interesse an technischen Abläufen und Prozessoptimierung Sprachen: gutes Deutsch und Ungarisch, Englischkenntnisse wünschenswert Zusätzliche Informationen Beginn: nach Absprache Dauer: 6 Monate Voraussetzung für das Praktikum ist die Immatrikulation an einer Hochschule. Bitte fügen Sie Ihrer Bewerbung Ihren Lebenslauf, Ihren aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, Ihre Prüfungsordnung sowie ggf. eine gültige Arbeits- und Aufenthaltserlaubnis bei. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Sie haben fachliche Fragen zum Job? Sándor Varga (Fachabteilung) +49 711 758 1988 Correia de Azevedo Sina (Fachabteilung) +49 711 758 2858 Show more Show less",
    "job_seniority_level": "Internship",
    "job_function": "Production",
    "job_employment_type": "Full-time",
    "job_industries": "Consumer Goods",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 weeks ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fde.linkedin.com%2Fjobs%2Fview%2Fpraktikum-in-der-projektunterst%25C3%25BCtzung-und-kommunikation-at-bosch-4302145299",
    "country_code": null,
    "title_id": "13",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-09-21T02:51:27.538Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die Robert Bosch Power Tools GmbH freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong>Sie suchen ein Praktikum, das Ihnen nicht nur tiefe Einblicke in die Projektarbeit erm&#xF6;glicht, sondern auch die Chance gibt, aktiv Br&#xFC;cken zwischen Kulturen zu bauen? Hier gestalten Sie den Einarbeitungsprozess unserer ungarischen Kolleg:innen ma&#xDF;geblich mit und optimieren wichtige Produktionsabl&#xE4;ufe. Bringen Sie Ihre Ideen ein und erleben Sie, wie Ihre Arbeit direkt zum Erfolg unseres Teams beitr&#xE4;gt.<br><br><ul><li>W&#xE4;hrend des Praktikums unterst&#xFC;tzen Sie unsere ungarischen Mitarbeiter:innen umfassend w&#xE4;hrend ihres Einarbeitungsprozesses im Produktionsbereich und sorgen f&#xFC;r einen reibungslosen Start. </li><li>F&#xFC;r Produktionsprozesse und -anlagen erstellen und optimieren Sie Schulungsunterlagen, die das Lernen erleichtern und die Effizienz steigern. </li><li>Aktive Mitgestaltung von Projektaufgaben geh&#xF6;rt zu Ihrem Alltag, wobei Sie eigene Ideen einbringen und Verantwortung &#xFC;bernehmen. </li><li>Eigenst&#xE4;ndig erheben und bearbeiten Sie Daten, erstellen Auswertungen und sorgen f&#xFC;r eine pr&#xE4;zise Dokumentation. </li><li>Erfahrene Kolleg:innen betreuen Sie intensiv und erm&#xF6;glichen Ihnen spannende Einblicke in vielf&#xE4;ltige Projekte. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: Studium im Bereich Ingenieurwissenschaften, Wirtschaftsingenieurwesen, Betriebswirtschaft, Sozialwissenschaft oder vergleichbar</li><li>Erfahrungen und Know-how: sicherer Umgang mit MS Office (insbesondere PowerPoint, Excel, Word); erste Erfahrungen in der Serienfertigung oder Produktion von Vorteil</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: Ihnen gelingt es, sich schnell in neue Teams zu integrieren und Sie bringen eine hohe interkulturelle Sensibilit&#xE4;t mit; Sie arbeiten eigenverantwortlich sowie strukturiert an Aufgaben und zeigen dabei stets Eigeninitiative; Sie sind offen f&#xFC;r neue Herausforderungen und bringen eine ausgepr&#xE4;gte Lernbereitschaft mit</li><li>Arbeitsalltag: flexible Arbeitszeiten m&#xF6;glich </li><li>Begeisterung: Interesse an technischen Abl&#xE4;ufen und Prozessoptimierung</li><li>Sprachen: gutes Deutsch und Ungarisch, Englischkenntnisse w&#xFC;nschenswert<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong><strong>Beginn:</strong> nach Absprache<br><br><strong>Dauer:</strong> 6 Monate<br><br>Voraussetzung f&#xFC;r das Praktikum ist die Immatrikulation an einer Hochschule. Bitte f&#xFC;gen Sie Ihrer Bewerbung Ihren Lebenslauf, Ihren aktuellen Notenspiegel, eine aktuelle Immatrikulationsbescheinigung, Ihre Pr&#xFC;fungsordnung sowie ggf. eine g&#xFC;ltige Arbeits- und Aufenthaltserlaubnis bei.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Sie haben fachliche Fragen zum Job?<br><br></strong>S&#xE1;ndor Varga (Fachabteilung)<br><br>+49 711 758 1988<br><br>Correia de Azevedo Sina (Fachabteilung)<br><br>+49 711 758 2858\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/mitarbeiter-in-f%C3%BCr-die-reparatur-von-elektrowerkzeugen-at-bosch-4222838198?_l=en",
    "job_posting_id": "4222838198",
    "job_title": "Mitarbeiter*in für die Reparatur von Elektrowerkzeugen",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Kalefeld, Lower Saxony, Germany",
    "job_summary": "Unternehmensbeschreibung Möchten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology – mit uns verbessern Sie die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Stellenbeschreibung Reparatur von Elektrowerkzeugen (Explosionszeichnungen lesen; Serviceinformationen beachten unter Berücksichtigung der Arbeits- und Verfahrensanweisungen) Durchführung von Funktions- und Sicherheitsprüfungen nach DIN VDE 0701/0702 für ortsveränderliche Geräte (DGUV-Vorschrift 3) nicht zwingend erforderlich EDV-unterstützte Auftragsdatenerfassung Qualifikationen Abgeschlossene Berufsausbildung im elektrotechnischen oder mechanischen Bereich erforderlich Einsatzbereitschaft, Engagement sowie hohe Team- und Kommunikationsfähigkeit Verantwortungsbewusstsein, Zuverlässigkeit und Sorgfalt hohe Kundenorientierung Zusätzliche Informationen Wir bieten ein modernes und innovatives Arbeitsumfeld mit Weiterbildungsmöglichkeiten. Die Einarbeitung und Unterstützung erfolgt durch erfahrene Kollegen*innen. Es erwartet Sie ein sympathisches und aufgeschlossenes Team. Die Einstellung erfolgt befristet 12 Monate mit optionaler unbefristeter Übernahme. Sind Sie interessiert? Dann freuen wir uns auf Ihre Bewerbung und darauf Sie persönlich kennenzulernen. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Production",
    "job_employment_type": "Full-time",
    "job_industries": "Mechanical Or Industrial Engineering",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "5 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fde.linkedin.com%2Fjobs%2Fview%2Fmitarbeiter-in-f%25C3%25BCr-die-reparatur-von-elektrowerkzeugen-at-bosch-4222838198",
    "country_code": null,
    "title_id": "2382",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-05-07T05:18:57.711Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbessern Sie die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. Willkommen bei Bosch.<br><br></strong><strong>Stellenbeschreibung<br><br></strong><ul><li> Reparatur von Elektrowerkzeugen (Explosionszeichnungen lesen; Serviceinformationen beachten unter Ber&#xFC;cksichtigung der Arbeits- und Verfahrensanweisungen)</li><li> Durchf&#xFC;hrung von Funktions- und Sicherheitspr&#xFC;fungen nach DIN VDE 0701/0702 f&#xFC;r ortsver&#xE4;nderliche Ger&#xE4;te (DGUV-Vorschrift 3) nicht zwingend erforderlich</li><li> EDV-unterst&#xFC;tzte Auftragsdatenerfassung<br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Abgeschlossene Berufsausbildung im elektrotechnischen oder mechanischen Bereich erforderlich</li><li>Einsatzbereitschaft, Engagement sowie hohe Team- und Kommunikationsf&#xE4;higkeit</li><li>Verantwortungsbewusstsein, Zuverl&#xE4;ssigkeit und Sorgfalt</li><li>hohe Kundenorientierung<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Wir bieten ein modernes und innovatives Arbeitsumfeld mit Weiterbildungsm&#xF6;glichkeiten.<br><br>Die Einarbeitung und Unterst&#xFC;tzung erfolgt durch erfahrene Kollegen*innen. Es erwartet Sie ein sympathisches und aufgeschlossenes Team.<br><br>Die Einstellung erfolgt befristet 12 Monate mit optionaler unbefristeter &#xDC;bernahme.<br><br>Sind Sie interessiert? Dann freuen wir uns auf Ihre Bewerbung und darauf Sie pers&#xF6;nlich kennenzulernen.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/elektroniker-sicherheitstechniker-gebiet-ebersberg-wasserburg-w-m-div-at-bosch-4080426700?lg=en&_l=en",
    "job_posting_id": "4080426700",
    "job_title": "Elektroniker / Sicherheitstechniker - Gebiet Ebersberg / Wasserburg (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Mauritius",
    "job_summary": "Unternehmensbeschreibung Möchten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology – mit uns verbessern Sie die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Rund um den Globus steigt die Nachfrage nach Sicherheits- und Kommunikationslösungen, die den Menschen das Gefühl von Schutz und Geborgenheit geben. Der Bosch Geschäftsbereich Security Systems ist einer der führenden Anbieter in diesem wachsenden Markt. Wir suchen Sie, um für das Gebiet Ebersberg / Wasserburg langfristigen Erfolg unseres Unternehmens zu sichern. Die Bosch Sicherheitssysteme Montage und Service GmbH freut sich auf Ihre Bewerbung. Stellenbeschreibung Von Brandmeldeanlagen über Einbruchmeldeanlagen bis hin zu sensorgestützten Lösungen: Dank unserer innovativen Technologien, sorgen wir dafür, dass Menschen sich in Gebäuden sicher fühlen können. Und mit Ihnen suchen wir jemanden, der diese Systeme vor Ort beim Kunden im Gebiet Ebersberg / Wasserburg realisiert! Ihre Aufgaben: Montage, Inbetriebnahme und Instandsetzung von Brandmelde- und Einbruchmeldesystemen sowie andere technische Dienstleistungen Erstellung der benötigten Anlagendokumentationen Übergabe der betriebsbereiten Systeme an den Kunden, Abnahme mit Behörden etc. kundenorientierte Arbeitszeit Teilnahme am Bereitschaftsdienst außerhalb der Geschäftszeit Wir bieten Ihnen: Ihre Heimat als Einsatzort eine interessante vielseitige Tätigkeit mit Perspektiven in einem Großunternehmen leistungsorientierte Entlohnung Sonderzahlungen 30 Tage Urlaub flexible Arbeitszeiten Firmen-KFZ mit der Möglichkeit zur bundesweiten Privatnutzung Laptop und Smartphone mit der Möglichkeit zur Privatnutzung hochwertige Ausstattung mit Arbeitsmitteln umfangreiche Fortbildungsangebote und Aufstiegschancen Paten- & Einarbeitungsprogramm ab dem 1. Arbeitstag Gemeinsame Zielorientierung in einem dynamischen Team Jubiläumsregelungen zahlreiche Corporate Benefits für Bosch-Mitarbeitende Qualifikationen Ausbildung: abgeschlossene Ausbildung im Bereich der Elektrotechnik, bspw. in den Fachrichtungen der Elektroinstallation, Fernmeldetechnik, Informations- und Telekommunikationssysteme oder vergleichbare Fachrichtungen mit Willen zur Weiterentwicklung Persönlichkeit und Arbeitsweise: kundenorientiertes, unternehmerisches Denken und flexibles Handeln, selbstständige, leistungsorientierte Arbeitsweise Erfahrungen und Know-how: Kenntnisse in der Sicherheitstechnik sind von Vorteil; Seminarprogramm erfolgt innerbetrieblich Qualifikation: fundierte PC-Kenntnisse: u. a. MS-Office (Outlook, Excel, Word), PKW-Führerschein Sprache: mindestens Sprachniveau Deutsch B2 oder vergleichbares Niveau Zusätzliche Informationen Interessiert an weiteren Details? Mit einem Klick erhalten Sie weitere Einblicke rund um diese spannende Tätigkeit. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Werden Sie Teil unseres Teams. Die Bosch Sicherheitssysteme Montage und Service GmbH freut sich auf Ihre vollständige Bewerbung (Anschreiben, Lebenslauf, Zeugnisse), mit Angabe Ihrer Gehaltsvorstellung und ab wann Sie bei uns starten könnten. Sie haben Fragen zum Bewerbungsprozess? Liza Reichel, HR Ansprechpartnerin +49 3628 6643-324 Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Software Development",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "10 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "721",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2024-12-06T05:25:38.037Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbessern Sie die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. <br><br></strong><strong>Willkommen bei Bosch.<br><br></strong>Rund um den Globus steigt die Nachfrage nach Sicherheits- und Kommunikationsl&#xF6;sungen, die den Menschen das Gef&#xFC;hl von Schutz und Geborgenheit geben. Der Bosch Gesch&#xE4;ftsbereich Security Systems ist einer der f&#xFC;hrenden Anbieter in diesem wachsenden Markt.<br><br>Wir suchen Sie, um f&#xFC;r das <strong>Gebiet Ebersberg / Wasserburg</strong> langfristigen Erfolg unseres Unternehmens zu sichern.<br><br>Die Bosch Sicherheitssysteme Montage und Service GmbH freut sich auf Ihre Bewerbung.<br><br><strong>Stellenbeschreibung<br><br></strong>Von Brandmeldeanlagen &#xFC;ber Einbruchmeldeanlagen bis hin zu sensorgest&#xFC;tzten L&#xF6;sungen: Dank unserer innovativen Technologien, sorgen wir daf&#xFC;r, dass Menschen sich in Geb&#xE4;uden sicher f&#xFC;hlen k&#xF6;nnen. Und mit Ihnen suchen wir jemanden, der diese Systeme vor Ort beim Kunden im Gebiet <strong>Ebersberg / Wasserburg</strong> realisiert!<br><br><strong>Ihre Aufgaben:<br><br></strong><ul><li>Montage, Inbetriebnahme und Instandsetzung von Brandmelde- und Einbruchmeldesystemen sowie andere technische Dienstleistungen</li><li>Erstellung der ben&#xF6;tigten Anlagendokumentationen</li><li>&#xDC;bergabe der betriebsbereiten Systeme an den Kunden, Abnahme mit Beh&#xF6;rden etc. </li><li>kundenorientierte Arbeitszeit</li><li>Teilnahme am Bereitschaftsdienst au&#xDF;erhalb der Gesch&#xE4;ftszeit<br><br></li></ul><strong>Wir bieten Ihnen:<br><br></strong><ul><li>Ihre Heimat als Einsatzort</li><li>eine interessante vielseitige T&#xE4;tigkeit mit Perspektiven in einem Gro&#xDF;unternehmen</li><li>leistungsorientierte Entlohnung</li><li>Sonderzahlungen</li><li>30 Tage Urlaub</li><li>flexible Arbeitszeiten</li><li>Firmen-KFZ mit der M&#xF6;glichkeit zur bundesweiten Privatnutzung</li><li>Laptop und Smartphone mit der M&#xF6;glichkeit zur Privatnutzung</li><li>hochwertige Ausstattung mit Arbeitsmitteln</li><li>umfangreiche Fortbildungsangebote und Aufstiegschancen</li><li>Paten- &amp; Einarbeitungsprogramm ab dem 1. Arbeitstag</li><li>Gemeinsame Zielorientierung in einem dynamischen Team</li><li>Jubil&#xE4;umsregelungen</li><li>zahlreiche Corporate Benefits f&#xFC;r Bosch-Mitarbeitende<br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: abgeschlossene Ausbildung im Bereich der Elektrotechnik, bspw. in den Fachrichtungen der Elektroinstallation, Fernmeldetechnik, Informations- und Telekommunikationssysteme oder vergleichbare Fachrichtungen mit Willen zur Weiterentwicklung</li><li>Pers&#xF6;nlichkeit und Arbeitsweise: kundenorientiertes, unternehmerisches Denken und flexibles Handeln, selbstst&#xE4;ndige, leistungsorientierte Arbeitsweise</li><li>Erfahrungen und Know-how: Kenntnisse in der Sicherheitstechnik sind von Vorteil; Seminarprogramm erfolgt innerbetrieblich</li><li>Qualifikation: fundierte PC-Kenntnisse: u. a. MS-Office (Outlook, Excel, Word), PKW-F&#xFC;hrerschein</li><li>Sprache: mindestens Sprachniveau Deutsch B2 oder vergleichbares Niveau<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Interessiert an weiteren Details? Mit einem&#x202F;Klick&#x202F;erhalten Sie weitere Einblicke rund um diese spannende T&#xE4;tigkeit.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Werden Sie Teil unseres Teams. Die Bosch Sicherheitssysteme Montage und Service GmbH freut sich auf Ihre vollst&#xE4;ndige Bewerbung (Anschreiben, Lebenslauf, Zeugnisse), mit Angabe Ihrer Gehaltsvorstellung und ab wann Sie bei uns starten k&#xF6;nnten.<br><br><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Liza Reichel, HR Ansprechpartnerin<br><br>+49 3628 6643-324\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/leitung-w-m-div-projektrealisierung-geb%C3%A4udeautomation-region-ostdeutschland-at-bosch-4236590684?_l=en",
    "job_posting_id": "4236590684",
    "job_title": "Leitung (w/m/div.) Projektrealisierung Gebäudeautomation - Region Ostdeutschland",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Jena, Thuringia, Germany",
    "job_summary": "Unternehmensbeschreibung Möchten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology – mit uns verbessern Sie die Lebensqualität der Menschen auf der ganzen Welt. Willkommen bei Bosch. Gebäudelösungen für ein besseres Leben – hierfür steht Bosch Energy and Building Solutions. Viele Kunden unterschiedlicher Branchen vertrauen auf uns als langjährigen Partner und täglich werden es mehr! Daher sucht unsere hochmotivierte Mannschaft ein weiteres engagiertes Teammitglied mit Freude an einer vielfältigen Aufgabe. Bosch Energy and Building Solutions freut sich auf Ihre Bewerbung! Stellenbeschreibung Sie übernehmen die fachliche und disziplinarische Leitung unserer Projektrealisierungs-Abteilung in der Region Ostdeutschland (Berlin, Dresden, Jena). Auf Grundlage der Projektprognosen gestalten Sie gemeinsam mit der Niederlassungsleitung die zukunftsorientierte Zielausrichtung Ihres Bereichs. Dabei tragen Sie die Gesamtverantwortung für die erfolgreiche Umsetzung unserer Kundenprojekte - von der strategischen Zieldefinition bis hin zur Qualitätssicherung und kontinuierlichen Optimierung. Mit gezielter Förderung, Qualifizierung und Weiterentwicklung Ihrer Mitarbeitenden schaffen Sie ein leistungsstarkes und motiviertes Team. Die ressourceneffiziente Einsatzplanung von Personal, Material und externen Dienstleistern steuern Sie souverän – unter konsequenter Einhaltung gesetzlicher Vorgaben und interner Qualitätsstandards. Durch die Analyse technischer Abläufe identifizieren Sie Potenziale zur Effizienzsteigerung und entwickeln praxisnahe Lösungen zur kontinuierlichen Verbesserung. In Vertrags- und Nachtragsverhandlungen vertreten Sie unser Unternehmen kompetent und bringen Ihre Erfahrungen in der technischen und wirtschaftlichen Bewertung und Kalkulation aktiv ein. Sie bauen langfristige Kundenbeziehungen und strategische Partnerschaften auf, erkennen frühzeitig Marktpotenziale und treiben nachhaltiges Wachstum gezielt voran. Auch in herausfordernden Situationen behalten Sie den Überblick und übernehmen bei Bedarf die Eskalationsbearbeitung. Qualifikationen Ausbildung und Qualifikation: Sie verfügen über eine abgeschlossene technische Berufsausbildung - ergänzt durch eine weiterführende Qualifikation als Betriebswirt:in, Elektrotechniker:in, Meister:in oder eine vergleichbare Weiterbildung. Erfahrung und Fachwissen: Sie bringen mehrjährige Berufs- und Führungserfahrung mit, idealerweise in der Gebäudeautomation oder MSR-Technik. Zudem verfügen Sie über fundierte Kenntnisse im Bau- und Vertragsrecht sowie den relevanten technischen Richtlinien. Kompetenzprofil: Ihre Eigeninitiative, Führungsstärke und ausgeprägte Kommunikationsfähigkeit zeichnen Sie aus. Sie handeln strukturiert, lösungsorientiert und mit klarer Kundenfokussierung - auch in komplexen Situationen. Technisches Verständnis: Idealerweise kennen Sie sich mit dem Produktportfolio der Gebäudeautomation gut aus und bringen eine Affinität für neue Technologien mit. Sprachkenntnisse: Sie verfügen über sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift und kommunizieren sicher in technischen sowie betriebswirtschaftlichen Kontexten. Zusätzliche Informationen Werden Sie Teil unseres Teams! Wir bieten Fachkräften deutschlandweit verantwortungsvolle und vielfältige Angebote. Als Berater, Errichter und Dienstleister entwickeln und realisieren wir auf Basis modernster Technologien vernetzte Lösungen in der Gebäudesicherheit, Gebäudeautomation und Energieeffizienz. Täglich setzt sich unser Team von über 3.600 Mitarbeitenden an mehr als 50 Standorten in Deutschland mit Leidenschaft, Engagement und Fachkompetenz dafür ein, unsere Kunden zufrieden zu stellen und Gebäudelösungen für ein besseres Leben zu schaffen. Interessiert an weiteren Details? Mit einem Klick erhalten Sie weitere Einblicke rund um diese spannende Tätigkeit. Dieses Stellenangebot gehört vertraglich zur Bosch Building Automation GmbH. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Sie haben Fragen zum Bewerbungsprozess? Anna Lipatov (Personalabteilung) +49 5426 962-190 Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Project Management",
    "job_employment_type": "Full-time",
    "job_industries": "Facilities Services",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "37",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-06-06T05:19:05.750Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>M&#xF6;chten Sie Ihre Ideen in nutzbringende und sinnvolle Technologien verwandeln? Ob im Bereich Mobility Solutions, Consumer Goods, Industrial Technology oder Energy and Building Technology &#x2013; mit uns verbessern Sie die Lebensqualit&#xE4;t der Menschen auf der ganzen Welt. Willkommen bei Bosch.<br><br></strong>Geb&#xE4;udel&#xF6;sungen f&#xFC;r ein besseres Leben &#x2013; hierf&#xFC;r steht Bosch Energy and Building Solutions. Viele Kunden unterschiedlicher Branchen vertrauen auf uns als langj&#xE4;hrigen Partner und t&#xE4;glich werden es mehr! Daher sucht unsere hochmotivierte Mannschaft ein weiteres engagiertes Teammitglied mit Freude an einer vielf&#xE4;ltigen Aufgabe.<br><br>Bosch Energy and Building Solutions&#x202F;freut sich auf Ihre Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong><ul><li>Sie &#xFC;bernehmen die fachliche und disziplinarische Leitung unserer Projektrealisierungs-Abteilung in der Region Ostdeutschland (Berlin, Dresden, Jena). </li><li>Auf Grundlage der Projektprognosen gestalten Sie gemeinsam mit der Niederlassungsleitung die zukunftsorientierte Zielausrichtung Ihres Bereichs. Dabei tragen Sie die Gesamtverantwortung f&#xFC;r die erfolgreiche Umsetzung unserer Kundenprojekte - von der strategischen Zieldefinition bis hin zur Qualit&#xE4;tssicherung und kontinuierlichen Optimierung. </li><li>Mit gezielter F&#xF6;rderung, Qualifizierung und Weiterentwicklung Ihrer Mitarbeitenden schaffen Sie ein leistungsstarkes und motiviertes Team. </li><li>Die ressourceneffiziente Einsatzplanung von Personal, Material und externen Dienstleistern steuern Sie souver&#xE4;n &#x2013; unter konsequenter Einhaltung gesetzlicher Vorgaben und interner Qualit&#xE4;tsstandards. </li><li>Durch die Analyse technischer Abl&#xE4;ufe identifizieren Sie Potenziale zur Effizienzsteigerung und entwickeln praxisnahe L&#xF6;sungen zur kontinuierlichen Verbesserung. </li><li>In Vertrags- und Nachtragsverhandlungen vertreten Sie unser Unternehmen kompetent und bringen Ihre Erfahrungen in der technischen und wirtschaftlichen Bewertung und Kalkulation aktiv ein. </li><li>Sie bauen langfristige Kundenbeziehungen und strategische Partnerschaften auf, erkennen fr&#xFC;hzeitig Marktpotenziale und treiben nachhaltiges Wachstum gezielt voran. </li><li>Auch in herausfordernden Situationen behalten Sie den &#xDC;berblick und &#xFC;bernehmen bei Bedarf die Eskalationsbearbeitung. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung und Qualifikation: Sie verf&#xFC;gen &#xFC;ber eine abgeschlossene technische Berufsausbildung - erg&#xE4;nzt durch eine weiterf&#xFC;hrende Qualifikation als Betriebswirt:in, Elektrotechniker:in, Meister:in oder eine vergleichbare Weiterbildung. </li><li>Erfahrung und Fachwissen: Sie bringen mehrj&#xE4;hrige Berufs- und F&#xFC;hrungserfahrung mit, idealerweise in der Geb&#xE4;udeautomation oder MSR-Technik. Zudem verf&#xFC;gen Sie &#xFC;ber fundierte Kenntnisse im Bau- und Vertragsrecht sowie den relevanten technischen Richtlinien. </li><li>Kompetenzprofil: Ihre Eigeninitiative, F&#xFC;hrungsst&#xE4;rke und ausgepr&#xE4;gte Kommunikationsf&#xE4;higkeit zeichnen Sie aus. Sie handeln strukturiert, l&#xF6;sungsorientiert und mit klarer Kundenfokussierung - auch in komplexen Situationen. </li><li>Technisches Verst&#xE4;ndnis: Idealerweise kennen Sie sich mit dem Produktportfolio der Geb&#xE4;udeautomation gut aus und bringen eine Affinit&#xE4;t f&#xFC;r neue Technologien mit. </li><li>Sprachkenntnisse: Sie verf&#xFC;gen &#xFC;ber sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift und kommunizieren sicher in technischen sowie betriebswirtschaftlichen Kontexten. <br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Werden Sie Teil unseres Teams! Wir bieten Fachkr&#xE4;ften deutschlandweit verantwortungsvolle und vielf&#xE4;ltige Angebote. Als Berater, Errichter und Dienstleister entwickeln und realisieren wir auf Basis modernster Technologien vernetzte L&#xF6;sungen in der Geb&#xE4;udesicherheit, Geb&#xE4;udeautomation und Energieeffizienz. T&#xE4;glich setzt sich unser Team von &#xFC;ber 3.600 Mitarbeitenden an mehr als 50 Standorten in Deutschland mit Leidenschaft, Engagement und Fachkompetenz daf&#xFC;r ein, unsere Kunden zufrieden zu stellen und Geb&#xE4;udel&#xF6;sungen f&#xFC;r ein besseres Leben zu schaffen.&#x202F;<br><br>Interessiert an weiteren Details? Mit einem Klick erhalten Sie weitere Einblicke rund um diese spannende T&#xE4;tigkeit.<br><br>Dieses Stellenangebot geh&#xF6;rt vertraglich zur Bosch Building Automation GmbH.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Sie haben Fragen zum Bewerbungsprozess?<br><br></strong>Anna Lipatov (Personalabteilung)<br><br>+49 5426 962-190\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/kundenberater-f%C3%BCr-buderus-heizungssysteme-im-innendienst-w-m-div-at-bosch-4222835399?_l=en",
    "job_posting_id": "4222835399",
    "job_title": "Kundenberater für Buderus-Heizungssysteme im Innendienst (w/m/div.)",
    "company_name": "Bosch",
    "company_id": "2508619",
    "job_location": "Magdeburg, Saxony-Anhalt, Germany",
    "job_summary": "Unternehmensbeschreibung Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch. Die Bosch Service Solutions Magdeburg GmbH freut sich auf deine Bewerbung! Stellenbeschreibung Du möchtest nicht mehr von Baustelle zu Baustelle oder zu Montageeinsätzen fahren? Du wünschst dir einen warmen, klimatisierten Büroarbeitsplatz, von dem aus du deinen Kollegen zu Buderus Heizungssystemen als Experte beratend zur Seite stehst? Dann suchen wir dich als Elektriker:in oder Mechatroniker:in in Vollzeit oder Teilzeit - nach erfolgter Einarbeitung auch gern im Home Office . Du übernimmst die telefonische und schriftliche Kundenberatung zu Buderus-Produkten und Spezialthemen. Für die fernmündliche Fehler- und Störungsanalyse sowie die Problembehebung stehen dir verschiedene Buderus-Heizanlagen an deinem Arbeitsplatz zur Verfügung. So kannst du mit den Kolleginnen und Kollegen im Außendienst alle Lösungsschritte gemeinsam erarbeiten und eine optimale, praxisnahe Beratung durchführen. Bei Bedarf erfasst du Aufträge, beschaffst die nötigen Ersatzteile über die Katalogsuche und löst die Bestellungen aus. Qualifikationen Ausbildung: Erfolgreich abgeschlossene Berufsausbildung zum Anlagenmechaniker, Heizungsinstallateur, Zentralheizungs- und Lüftungsbauer, Energieberater, Elektriker (m/w/d) oder in einem vergleichbaren Bereich wünschenswert oder entsprechende langjährige Berufserfahrung Persönlichkeit: Zuverlässig, teamfähig, kunden- und lösungsorientiert Erfahrungen und Know-How: Sehr gute PC-Kenntnisse wünschenswert Flexibilität: Bereitschaft zur Arbeit in einem flexiblen und geregelten Schichtmodell (Mo-Fr 7-20 Uhr, Sa 8-18 Uhr, So 9-16 Uhr - Arbeit am Wochenende ca. 1-2x pro Monat), das wir an deine Bedürfnisse und Lebensumstände anpassen können Zusätzliche Informationen Wir bieten flexible Arbeitsmodelle: von unterschiedlichen Teilzeitmöglichkeiten bis zum teilweisen mobilen Arbeiten nach der Einarbeitung. Sprich uns gerne dazu an. Vielfalt und Inklusion sind für uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns über alle Bewerbungen: unabhängig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identität. Du hast Fragen zum Bewerbungsprozess? Sarah Baron (Personalabteilung) +49 391 243 4539 In diesem Team sind wir per du. Werde ein Teil davon! Work Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Engineering",
    "job_employment_type": "Full-time",
    "job_industries": "Facilities Services",
    "job_base_pay_range": null,
    "company_url": "https://de.linkedin.com/company/bosch?trk=public_jobs_topcard-org-name",
    "job_posted_time": "5 months ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "3547",
    "company_logo": "https://media.licdn.com/dms/image/v2/D4E0BAQFZSc1rOABvMw/company-logo_100_100/company-logo_100_100/0/1722849161753/bosch_logo?e=2147483647&v=beta&t=vrDGqQgko6GzECzXgv4OTfBagKWsRm_1U1F_NF8y0wM",
    "job_posted_date": "2025-05-07T05:18:45.299Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Unternehmensbeschreibung<br><br></strong><strong>Bei Bosch gestalten wir Zukunft mit hochwertigen Technologien und Dienstleistungen, die Begeisterung wecken und das Leben der Menschen verbessern. Unser Versprechen an unsere Mitarbeiterinnen und Mitarbeiter steht dabei felsenfest: Wir wachsen gemeinsam, haben Freude an unserer Arbeit und inspirieren uns gegenseitig. Willkommen bei Bosch.<br><br></strong>Die<em> Bosch Service Solutions Magdeburg GmbH</em> freut sich auf deine Bewerbung!<br><br><strong>Stellenbeschreibung<br><br></strong>Du m&#xF6;chtest nicht mehr von Baustelle zu Baustelle oder zu Montageeins&#xE4;tzen fahren?<br><br>Du w&#xFC;nschst dir einen warmen, klimatisierten B&#xFC;roarbeitsplatz, von dem aus du deinen Kollegen zu <strong>Buderus Heizungssystemen</strong> als Experte beratend zur Seite stehst?<br><br>Dann suchen wir dich als <strong>Elektriker:in oder Mechatroniker:in</strong> in Vollzeit oder Teilzeit - nach erfolgter Einarbeitung auch gern im <strong>Home Office</strong>.<br><br><ul><li>Du &#xFC;bernimmst die telefonische und schriftliche Kundenberatung zu Buderus-Produkten und Spezialthemen. </li><li>F&#xFC;r die fernm&#xFC;ndliche Fehler- und St&#xF6;rungsanalyse sowie die Problembehebung stehen dir verschiedene Buderus-Heizanlagen an deinem Arbeitsplatz zur Verf&#xFC;gung. So kannst du mit den Kolleginnen und Kollegen im Au&#xDF;endienst alle L&#xF6;sungsschritte gemeinsam erarbeiten und eine optimale, praxisnahe Beratung durchf&#xFC;hren. </li><li>Bei Bedarf erfasst du Auftr&#xE4;ge, beschaffst die n&#xF6;tigen Ersatzteile &#xFC;ber die Katalogsuche und l&#xF6;st die Bestellungen aus. <br><br></li></ul><strong>Qualifikationen<br><br></strong><ul><li>Ausbildung: Erfolgreich abgeschlossene Berufsausbildung zum Anlagenmechaniker, Heizungsinstallateur, Zentralheizungs- und L&#xFC;ftungsbauer, Energieberater, Elektriker (m/w/d) oder in einem vergleichbaren Bereich w&#xFC;nschenswert oder entsprechende langj&#xE4;hrige Berufserfahrung</li><li>Pers&#xF6;nlichkeit: Zuverl&#xE4;ssig, teamf&#xE4;hig, kunden- und l&#xF6;sungsorientiert</li><li>Erfahrungen und Know-How: Sehr gute PC-Kenntnisse w&#xFC;nschenswert</li><li>Flexibilit&#xE4;t: Bereitschaft zur Arbeit in einem flexiblen und geregelten Schichtmodell (Mo-Fr 7-20 Uhr, Sa 8-18 Uhr, So 9-16 Uhr - Arbeit am Wochenende ca. 1-2x pro Monat), das wir an deine Bed&#xFC;rfnisse und Lebensumst&#xE4;nde anpassen k&#xF6;nnen<br><br></li></ul><strong>Zus&#xE4;tzliche Informationen<br><br></strong>Wir bieten flexible Arbeitsmodelle: von unterschiedlichen Teilzeitm&#xF6;glichkeiten bis zum teilweisen mobilen Arbeiten nach der Einarbeitung. Sprich uns gerne dazu an.<br><br>Vielfalt und Inklusion sind f&#xFC;r uns keine Trends, sondern fest verankert in unserer Unternehmenskultur. Daher freuen wir uns &#xFC;ber alle Bewerbungen: unabh&#xE4;ngig von Geschlecht, Alter, Behinderung, Religion, ethnischer Herkunft oder sexueller Identit&#xE4;t.<br><br><strong>Du hast Fragen zum Bewerbungsprozess?<br><br></strong><em>Sarah Baron </em>(Personalabteilung)<br><br>+49 391 243 4539<br><br>In diesem Team sind wir per du. Werde ein Teil davon! Work\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  }
]