[
  {
    "url": "https://www.linkedin.com/jobs/view/small-business-banker-newcastle-at-nab-4280731161?_l=en",
    "job_posting_id": "4280731161",
    "job_title": "Small Business Banker - Newcastle",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Bar Beach, New South Wales, Australia",
    "job_summary": "Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. Develop trusted relationships with your customers Retain and grow your portfolio whilst leveraging your networks to support small business customers bring their business ideas to life Be part of a collaborative & high performing team In the role of Small Business Banker , you will join the Small Business Banking team in Newcastle that’s moving with speed to support our customers. Each Day, You’ll Go Above And Beyond To Keep things simple whilstmanaging small business lending requests up to $2 million, and home lending up to $5 million Move with speed in this role converting leads into wins, fuelling growth and delivering impressive results whilst driving customer advocacy Be customer obsessed and increase the portion of customers who consider NAB to be their Bank of Choice Own it by understanding our customers’ needs to provide tailored holistic banking solutions. Wintogether by building relationships with our brokers and proprietary customers to create and action new business opportunities as well as supporting our existing customers We’re looking for the best and brightest to deliver the best for our customers. You’ll need Motivation to build genuine personal connections with our customers, empowering them to feel confident and bring their business dreams to life. Lending experience in business banking or retail banking and navigating credit process Strong customer and relationship management and a passion for networking and growing your portfolio Problem solving, critical thinking and negotiation skills A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Finance",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "5 days ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4280731161?url=https%3A%2F%2Fsecure%2Edc2%2Epageuppeople%2Ecom%2Fapply%2F410%2Fgateway%2FDefault%2Easpx%3Fc%3Dapply%26sJobIDs%3D801349%26SourceTypeID%3D885&urlHash=K9lz",
    "country_code": null,
    "title_id": "20150",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-08-06T07:45:08.018Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br><ul><li>Develop trusted relationships with your customers</li><li>Retain and grow your portfolio whilst leveraging your networks to support small business customers bring their business ideas to life</li><li>Be part of a collaborative &amp; high performing team<br><br></li></ul>In the role of <strong>Small Business Banker</strong>, you will join the<strong> Small Business Banking team in Newcastle</strong>that&#x2019;s moving with speed to support our customers.<br><br><strong>Each Day, You&#x2019;ll Go Above And Beyond To<br><br></strong><ul><li>Keep things simple whilstmanaging small business lending requests up to $2 million, and home lending up to $5 million</li><li>Move with speed in this role converting leads into wins, fuelling growth and delivering impressive results whilst driving customer advocacy</li><li>Be customer obsessed and increase the portion of customers who consider NAB to be their Bank of Choice</li><li>Own it by understanding our customers&#x2019; needs to provide tailored holistic banking solutions.</li><li>Wintogether by building relationships with our brokers and proprietary customers to create and action new business opportunities as well as supporting our existing customers<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll need<br><br></strong><ul><li>Motivation to build genuine personal connections with our customers, empowering them to feel confident and bring their business dreams to life.</li><li>Lending experience in business banking or retail banking and navigating credit process</li><li>Strong customer and relationship management and a passion for networking and growing your portfolio</li><li>Problem solving, critical thinking and negotiation skills<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/consultant-penetration-testing-at-nab-4261685398?_l=en",
    "job_posting_id": "4261685398",
    "job_title": "Consultant Penetration Testing",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Melbourne, Victoria, Australia",
    "job_summary": "Bring your experience as a Consultant, Penetration Testing to this rewarding role Drive simplification and velocity in delivery through your disciplined execution focus You’ll join a high-performing team, backing talentedindividuals Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. As the Consultant Penetration Testing , you will be part of the Cyber Security team that’s doubling down on customer obsession. Each Day, You’ll Go Above And Beyond To Provide penetration testing services to a wide range of NAB group products and services, identifying security weaknesses and exposures that pose a risk to the enterprise. Work with project stakeholders to identify assets and define test scopes by evaluating the breadth and depth on which testing should take place based on varying factors. Execute penetration tests, either in a team or individually, to identify vulnerabilities and weaknesses that could impact bank systems; including testing of web applications, mobile applications, web APIs, Infrastructure, Cloud technologies, and hardware. Triage vulnerabilities and justify risk in alignment with common vulnerability scoring systems, considering the environment and context. Work with larger technical programs across the bank to understand and construct testing requirements; Assist with other offensive security activities within the team and self-manage security testing projects from end-to-end. We’re looking for the best and brightest to deliver the best for our customers. You’ll bring: Passion for security and ethical hacking always looking for new tools and techniques to learn about - channelling this passion into penetration testing. Proven experience working in a similar Penetration Tester role, ideally within a large complex organisation Collaborative approach - enjoy working in a team of like-minded professionals, always looking to work with, learn from, and share knowledge to those around you. Understanding of the importance of clearly communicating vulnerabilities and their potential impacts - utilising your written and verbal communication skills to excel at this. Experience testing various technologies and platforms, including but not limited to; Web applications, web APIs, mobile applications (iOS, Android), network and server technologies, cloud services (AWS, Azure), and hardware; Experience writing and conveying complex security findings through reports; Undergraduate (minimum) in technical degree (Computer Science, Software Engineer, Cyber Security) Standard Industry certifications such as OSCP, CREST (CRT, CCT) or equivalent. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Not Applicable",
    "job_function": "Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "4 hours ago",
    "job_num_applicants": 82,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": "Full-time",
      "keyword": "cybersecurity",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4261685398?url=https%3A%2F%2Fsecure%2Edc2%2Epageuppeople%2Ecom%2Fapply%2F410%2Fgateway%2FDefault%2Easpx%3Fc%3Dapply%26sJobIDs%3D801557%26SourceTypeID%3D885&urlHash=ln-U",
    "country_code": null,
    "title_id": "8264",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-08-08T06:25:32.013Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Bring your experience as a Consultant, Penetration Testing to this rewarding role</li><li>Drive simplification and velocity in delivery through your disciplined execution focus</li><li>You&#x2019;ll join a high-performing team, backing talentedindividuals<br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>As the <strong>Consultant Penetration Testing</strong>, you will be part of the Cyber Security team that&#x2019;s doubling down on customer obsession.<br><br><strong>Each Day, You&#x2019;ll Go Above And Beyond To<br><br></strong><ul><li>Provide penetration testing services to a wide range of NAB group products and services, identifying security weaknesses and exposures that pose a risk to the enterprise.</li><li>Work with project stakeholders to identify assets and define test scopes by evaluating the breadth and depth on which testing should take place based on varying factors.</li><li>Execute penetration tests, either in a team or individually, to identify vulnerabilities and weaknesses that could impact bank systems; including testing of web applications, mobile applications, web APIs, Infrastructure, Cloud technologies, and hardware.</li><li>Triage vulnerabilities and justify risk in alignment with common vulnerability scoring systems, considering the environment and context.</li><li>Work with larger technical programs across the bank to understand and construct testing requirements;</li><li>Assist with other offensive security activities within the team and self-manage security testing projects from end-to-end.<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll bring:<br><br></strong><ul><li>Passion for security and ethical hacking always looking for new tools and techniques to learn about - channelling this passion into penetration testing.</li><li>Proven experience working in a similar Penetration Tester role, ideally within a large complex organisation</li><li>Collaborative approach - enjoy working in a team of like-minded professionals, always looking to work with, learn from, and share knowledge to those around you.</li><li>Understanding of the importance of clearly communicating vulnerabilities and their potential impacts - utilising your written and verbal communication skills to excel at this.</li><li>Experience testing various technologies and platforms, including but not limited to; Web applications, web APIs, mobile applications (iOS, Android), network and server technologies, cloud services (AWS, Azure), and hardware;</li><li>Experience writing and conveying complex security findings through reports;</li><li>Undergraduate (minimum) in technical degree (Computer Science, Software Engineer, Cyber Security)</li><li>Standard Industry certifications such as OSCP, CREST (CRT, CCT) or equivalent.<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/senior-analyst-customer-remediation-at-nab-4297407974?_l=en",
    "job_posting_id": "4297407974",
    "job_title": "Senior Analyst, Customer Remediation",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Sydney, New South Wales, Australia",
    "job_summary": "Senior Analyst Customer Remediation Exciting 12 months secondment role for a Senior Analyst Customer Remediation to be a key contributor in a high-performance analytics team, working collaboratively within cross-functional Remediation squads to support the timely resolution of events across the Enterprise! Contribute towards the Remediation Analytics capability at NAB Be involved in delivering initiatives that uplift the consistency and performance of the team 12 months Fixed Term role! Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. In this Senior Analyst Customer Remediation role, you will be joining the Customer Remediation Execution team that’s doubling down on customer obsession and strong deposits growth. Each day, you’ll go above and beyond to: Support the timely analysis and remediation of customer events by Understanding the priority and criticality of events for the Bank, and considering this in your approach with other teams Orchestrating the sourcing of applicable data from NAB’s different data environments and systems to be used for remediation analytics. Highlighting potential technology process and system changes to obtain data. Obtaining data to identify impacted customers and required compensation. o Managing multiple stakeholders; and Ensuring technical analytics resources have the data, tools and context to effectively analyse event data. Develop and maintain important documentation that describes the remediation event and the systems, Risk accountability forms part of all roles, as everyone is responsible for managing risk and compliance. We’re looking for the best and brightest to deliver the best for our customers. You’ll need: Strong understanding of the end-to-end customer remediation life cycle mandatory Knowledge of core data principles such as Data Science, Engineering, Analysis and Data Modelling. Knowledge of typical data sourcing / ETL requirement gathering, planning, risks, issues, and the presentation, communication and treatment of these Knowledge of Banking products and financial calculations (e.g. mortgage amortisation, interest, fees and refunds) Understanding of White Label business mandatory 10+ years of Data analysis experience in a technology and data domain. Extensive hands-on experience in SQL in traditional DBMS and/or Cloud. Python knowledge is good to have. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect – where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Other",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "45 minutes ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Data Engineer",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4297407974?url=https%3A%2F%2Fcareers%2Enab%2Ecom%2Eau%2Fjobs%2Fsenior-analyst-customer-remediation-nsw-sydney-cbd-nsw-australia%3FApplicationSubSourceID%3D13788&urlHash=KqVC",
    "country_code": null,
    "title_id": "6003",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-09-11T12:21:24.653Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Senior Analyst Customer Remediation <br><br></strong>Exciting 12 months secondment role for a Senior Analyst Customer Remediation to be a key contributor in a high-performance analytics team, working collaboratively within cross-functional Remediation squads to support the timely resolution of events across the Enterprise!<br><br><ul><li>Contribute towards the Remediation Analytics capability at NAB </li><li>Be involved in delivering initiatives that uplift the consistency and performance of the team</li><li>12 months Fixed Term role!<br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>In this <strong>Senior Analyst Customer Remediation </strong>role, you will be joining the <strong>Customer Remediation Execution</strong> team that&#x2019;s doubling down on customer obsession and strong deposits growth.<br><br><strong>Each day, you&#x2019;ll go above and beyond to:</strong> <br><br><ul><li>Support the timely analysis and remediation of customer events by</li><ul><li> Understanding the priority and criticality of events for the Bank, and considering this in your approach with other teams</li><li>Orchestrating the sourcing of applicable data from NAB&#x2019;s different data environments and systems to be used for remediation analytics.</li><li>Highlighting potential technology process and system changes to obtain data.</li><li>Obtaining data to identify impacted customers and required compensation. o Managing multiple stakeholders; and</li><li>Ensuring technical analytics resources have the data, tools and context to effectively analyse event data.</li></ul><li>Develop and maintain important documentation that describes the remediation event and the systems,</li><li>Risk accountability forms part of all roles, as everyone is responsible for managing risk and compliance.<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll need:<br><br></strong><ul><li>Strong understanding of the end-to-end customer remediation life cycle mandatory</li><li>Knowledge of core data principles such as Data Science, Engineering, Analysis and Data Modelling. Knowledge of typical data sourcing / ETL requirement gathering, planning, risks, issues, and the presentation, communication and treatment of these</li><li>Knowledge of Banking products and financial calculations (e.g. mortgage amortisation, interest, fees and refunds)</li><li>Understanding of White Label business mandatory</li><li>10+ years of Data analysis experience in a technology and data domain.</li><li>Extensive hands-on experience in SQL in traditional DBMS and/or Cloud. Python knowledge is good to have.<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect &#x2013; where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/senior-consultant-customer-engagement-at-nab-4283841995?_l=en",
    "job_posting_id": "4283841995",
    "job_title": "Senior Consultant Customer Engagement",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Melbourne, Victoria, Australia",
    "job_summary": "Turn Insights into ideas and create innovation masterplan for customer centric growth Lead experimentation & pilots to create a pipeline of ideas You’ll join a high-performing team, backing talentedindividuals Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. As the Senior Consultant, Customer Engagement, you will be part of the Personal Everyday Banking team, that’s doubling down on customer obsession. Each Day, You’ll Go Above And Beyond To Assess bank of choice analysis, customer and performance insights and develop the delivery of new initiatives to drive performance uplift Develop business cases that support the identification and prioritisation of growth initiatives Lead a cross functional team to systematically identify and deliver initiatives Develop and champion execution of the bank of choice roadmap to drive customer engagement performance uplift Implement and report on the performance of key bank of choice initiatives Project management of the cross-functional team including the development and execution of project plans, proactively managing dependencies across the value chain, status reporting and implementing agile rituals in the team We’re looking for the best and brightest to deliver the best for our customers. You’ll need: Proven experience working in a similar Agile deliver role with expertise in turning customer insights into key initiatives to uplift customer experience. Demonstrated large scale delivery, process efficiency, change management, customer strategy and execution experience. Proven experience in proposition development would be highly regarded Track record of extensive experience operating effectively and delivering consistent results in a large complex business. Excellent communication skills coupled with the ability to foster a sense of urgency towards customer needs. Relentless focus on outcomes and excellent stakeholder engagement & management skills. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Not Applicable",
    "job_function": "Product Management",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "23 hours ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Change Management",
      "location": "Melbourne",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4283841995?url=https%3A%2F%2Fsecure%2Edc2%2Epageuppeople%2Ecom%2Fapply%2F410%2Fgateway%2FDefault%2Easpx%3Fc%3Dapply%26sJobIDs%3D801965%26SourceTypeID%3D885&urlHash=1Vjq",
    "country_code": null,
    "title_id": "22",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-08-13T00:58:31.948Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Turn Insights into ideas and create innovation masterplan for customer centric growth</li><li>Lead experimentation &amp; pilots to create a pipeline of ideas</li><li>You&#x2019;ll join a high-performing team, backing talentedindividuals <br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>As the <strong>Senior Consultant, Customer Engagement, </strong>you will be part of the <strong>Personal Everyday Banking team, </strong>that&#x2019;s doubling down on customer obsession.<br><br><strong>Each Day, You&#x2019;ll Go Above And Beyond To<br><br></strong><ul><li>Assess bank of choice analysis, customer and performance insights and develop the delivery of new initiatives to drive performance uplift</li><li>Develop business cases that support the identification and prioritisation of growth initiatives</li><li>Lead a cross functional team to systematically identify and deliver initiatives</li><li>Develop and champion execution of the bank of choice roadmap to drive customer engagement performance uplift</li><li>Implement and report on the performance of key bank of choice initiatives</li><li>Project management of the cross-functional team including the development and execution of project plans, proactively managing dependencies across the value chain, status reporting and implementing agile rituals in the team<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll need:<br><br></strong><ul><li>Proven experience working in a similar Agile deliver role with expertise in turning customer insights into key initiatives to uplift customer experience.</li><li>Demonstrated large scale delivery, process efficiency, change management, customer strategy and execution experience.</li><li>Proven experience in proposition development would be highly regarded</li><li>Track record of extensive experience operating effectively and delivering consistent results in a large complex business.</li><li>Excellent communication skills coupled with the ability to foster a sense of urgency towards customer needs.</li><li>Relentless focus on outcomes and excellent stakeholder engagement &amp; management skills.<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/business-analyst-at-nab-4294789656?_l=en",
    "job_posting_id": "4294789656",
    "job_title": "Business Analyst",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Gurugram, Haryana, India",
    "job_summary": "Please find the job description for your reference. Essential capabilities Strong experience with analysing and manipulating complex, high volume data sets using SQL and/or Python Ability to work with operational teams to translate business requirements into data and tech deliverables Ability to manage and communicate across a broad range of stakeholders Ability to act quickly to identify and resolve potential blockers and issues in the data delivery space to ensure speed to outcome Experience A strong understanding of data and technical concepts and familiar with big data implementation strategies. Knowledge of core banking data and technology systems and infrastructure, Agile software delivery lifecycle (SDLC), excellent presentation skills. Experience in data/tech related project delivery would be highly desirable Knowledge of API and UI design would be useful Qualification Requirements Bachelor degree in business, data analytics/ computer science, statistics or related discipline Key Stakeholder Groups Product Owners and SMEs within FCO Transformation Fin Crime technology engineers and RTEs Enterprise Data Source system SMEs within broader technology teams Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Analyst",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 day ago",
    "job_num_applicants": 200,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "29",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-09-06T20:57:28.453Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p>Please find the job description for your reference.</p><p><br></p><p><u>Essential capabilities</u></p><ul><li><strong>Strong experience with analysing and manipulating complex, high volume data sets using SQL and/or Python </strong></li><li><strong>Ability to work with operational teams to translate business requirements into data and tech deliverables</strong></li><li><strong>Ability to manage and communicate across a broad range of stakeholders</strong></li><li><strong>Ability to act quickly to identify and resolve potential blockers and issues in the data delivery space to ensure speed to outcome</strong></li></ul><p><u>Experience</u></p><ul><li><strong>A strong understanding of data and technical concepts and familiar with big data implementation strategies. </strong></li><li>Knowledge of core banking data and technology systems and infrastructure, Agile software delivery lifecycle (SDLC), excellent presentation skills.</li><li><strong>Experience in data/tech related project delivery would be highly desirable </strong></li><li>Knowledge of API and UI design would be useful</li></ul><p><u>Qualification Requirements</u></p><p>Bachelor degree in business, data analytics/ computer science, statistics or related discipline </p><p><strong>Key Stakeholder Groups</strong></p><ul><li>Product Owners and SMEs within FCO Transformation</li><li>Fin Crime technology engineers and RTEs</li><li>Enterprise Data</li><li>Source system SMEs within broader technology teams</li></ul><p></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/associate-senior-associate-banks-insurance-client-coverage-northern-hemisphere-at-nab-4308039496?_l=en",
    "job_posting_id": "4308039496",
    "job_title": "Associate/Senior Associate - Banks & Insurance - Client Coverage (Northern Hemisphere)",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "City Of London, England, United Kingdom",
    "job_summary": "Join a high-performing team driving strategic growth and client excellence across UK, Europe, and North America. We're seeking talented, proactive individuals to support our Relationship Managers in expanding our footprint with NAB's Bank and Insurance clients and delivering world-class account leadership. This is a unique opportunity to play a key role in deepening client relationships and enabling our teams to focus on strategic growth. The position requires the ability to coordinate cross‑functional stakeholders across time zones, and help identify and convert client interactions into opportunities, while owning repeatable regulatory, data and process workflow - all delivered in line with cross‑border and regulatory requirements. This role offers the successful candidate an opportunity to develop his or her sectoral knowledge, develop client relationship management skills, and to play a key role in driving superior client outcomes. Capabilities, Experience & Qualification Requirements: Essential capabilities Detail‑driven, proactive, and independent executor (able to manage tasks without handholding). Knowledge of correspondent banking and/or insurance sector products/processes (both preferred). Strong prioritisation and time management skills. Ability to coordinate stakeholders across time zones. Sound written and verbal communication + interpersonal skills. Proficiency in PowerPoint and Excel. Desirable capabilities Familiarity with AI tools (e.g., Copilot, ChatGPT). Experience 3-6 years in banking, ideally with KYC, correspondent banking and/or insurance sectoral exposure. Role(s) that demonstrate multi‑stakeholder coordination and process ownership. Qualification requirements Tertiary qualification with a Degree in Business or Finance Key Accountabilities / Decisions: Maintain client Strategic Account Plans, Executive Briefings and contact maps Support origination of new business including high value lending or markets products suitable for the insurance and banking sectors Capture actions from weekly WIP, monthly product/network calls Contribute to the implementation of FGT Global Banks and Insurance teams' strategic initiatives and objectives. Key Responsibilities Coverage (Banks & Insurance) Contribute to Client Coverage Goals Strategic Account Planning, including contact mapping, gap identification and the capturing of opportunities. Pitch materials: Prepare pitchbooks aligned to NAB capabilities and cross‑border rules. Assist with DD requirements; plus onboarding/offboarding: Coordinate documentation and approvals. Event briefings: Prepare materials for major industry events (e.g., Sibos, IMF). Cross‑product coordination (including Deposits, Markets, Trade and DCM business) Meetings and CRM execution: attend meetings, scribe actions, upload to Client Centre, chase follow‑ups. AUD Clearing / Correspondent Banking (Banks only) Correspondent banking due‑diligence: Compile responses with CBDD/FCO, track queries and support RM reviews. Vostro account servicing: Pricing checks (and execution), fee waivers, account opening. Service reviews & analytics: STP/NPP analysis with recommendations; partner on improvements. Key Interfaces Internal Banks & Insurance RMs in London & New York (x4) Client Management & Execution (CME) CDD NH/FCO/CBDD (Correspondent Banking DD) and Transaction Monitoring Markets (FICC/Sales), Corporate Finance, Credit, Legal, Treasury, Client Centre team London, Paris & NY leadership External Clients in Europe & North America, under RM direction Key Performance Indicators Diligently meet deadlines with high quality results. Effective portfolio management, inclusive of maintaining hygiene and deliver result within expected timelines. Contribution to FGT Insurance and Banks client coverage in achieving its financial and strategic objectives, including simplification and productivity gains. Engagement and relationship with Key Interfaces as measured by feedback from those groups It's more than a career at NAB. It's about more opportunity, more moments to make a difference and more focus on you. Your job is just one part of your life. When you bring your ideas, energy, and hunger for growth to us, you'll be recognised and rewarded for your contribution in return. You'll have our support to excel for our customers, deliver positive change for our communities and grow your career. It's a good time to see what more you can find at NAB as an Associate / Senior Associate - Banks & Insurance - Client Coverage (Northern Hemisphere) A diverse and inclusive workplace works better for everyone. At NAB, we're intent on building a culture we can all be proud of. One based on trust and respect. An uplifting environment where every single one of us feels appreciated and empowered to be our true, authentic selves. A diverse and inclusive workplace where our differences are celebrated, and our contributions are valued. It's a huge part of what makes NAB such a special place to be. Join NAB If you think this role is the right fit for you, we invite you to apply. To be eligible to apply, you must have UK citizenship or UK working rights. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Please note unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Other",
    "job_employment_type": "Contract",
    "job_industries": "Insurance",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "3 days ago",
    "job_num_applicants": 67,
    "discovery_input": {
      "country": "GB",
      "experience_level": null,
      "job_type": null,
      "keyword": "kyc",
      "location": "United Kingdom",
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fuk.linkedin.com%2Fjobs%2Fview%2Fassociate-senior-associate-banks-insurance-client-coverage-northern-hemisphere-at-nab-4308039496",
    "country_code": null,
    "title_id": "8709",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-09-30T06:21:43.486Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong>Join a high-performing team driving strategic growth and client excellence across UK, Europe, and North America.</strong></p><p>We&apos;re seeking talented, proactive individuals to support our Relationship Managers in expanding our footprint with NAB&apos;s Bank and Insurance clients and delivering world-class account leadership. This is a unique opportunity to play a key role in deepening client relationships and enabling our teams to focus on strategic growth.</p><p>The position requires the ability to coordinate cross&#x2011;functional stakeholders across time zones, and help identify and convert client interactions into opportunities, while owning repeatable regulatory, data and process workflow - all delivered in line with cross&#x2011;border and regulatory requirements.</p><p> </p><p>This role offers the successful candidate an opportunity to develop his or her sectoral knowledge, develop client relationship management skills, and to play a key role in driving superior client outcomes.</p><p> </p><p> </p><p>Capabilities, Experience &amp; Qualification Requirements:</p><p>Essential capabilities</p><ul><li>Detail&#x2011;driven, proactive, and independent executor (able to manage tasks without handholding).</li><li>Knowledge of correspondent banking and/or insurance sector products/processes (both preferred).</li><li>Strong prioritisation and time management skills.</li><li>Ability to coordinate stakeholders across time zones.</li><li>Sound written and verbal communication + interpersonal skills.</li><li>Proficiency in PowerPoint and Excel.</li></ul><p>Desirable capabilities</p><ul><li>Familiarity with AI tools (e.g., Copilot, ChatGPT).</li></ul><p>Experience</p><ul><li>3-6 years in banking, ideally with KYC, correspondent banking and/or insurance sectoral exposure.</li><li>Role(s) that demonstrate multi&#x2011;stakeholder coordination and process ownership.</li></ul><p>Qualification requirements</p><ul><li>Tertiary qualification with a Degree in Business or Finance</li></ul><p>Key Accountabilities / Decisions:</p><ul><li>Maintain client Strategic Account Plans, Executive Briefings and contact maps</li><li>Support origination of new business including high value lending or markets products suitable for the insurance and banking sectors </li><li>Capture actions from weekly WIP, monthly product/network calls</li><li>Contribute to the implementation of FGT Global Banks and Insurance teams&apos; strategic initiatives and objectives.</li></ul><p> </p><p>Key Responsibilities</p><p>Coverage (Banks &amp; Insurance)</p><ul><li>Contribute to Client Coverage Goals</li><li>Strategic Account Planning, including contact mapping, gap identification and the capturing of opportunities.</li><li>Pitch materials: Prepare pitchbooks aligned to NAB capabilities and cross&#x2011;border rules.</li><li>Assist with DD requirements; plus onboarding/offboarding: Coordinate documentation and approvals.</li><li>Event briefings: Prepare materials for major industry events (e.g., Sibos, IMF).</li><li>Cross&#x2011;product coordination (including Deposits, Markets, Trade and DCM business)</li><li>Meetings and CRM execution: attend meetings, scribe actions, upload to Client Centre, chase follow&#x2011;ups.</li></ul><p>AUD Clearing / Correspondent Banking (Banks only)</p><ul><li>Correspondent banking due&#x2011;diligence: Compile responses with CBDD/FCO, track queries and support RM reviews.</li><li>Vostro account servicing: Pricing checks (and execution), fee waivers, account opening.</li><li>Service reviews &amp; analytics: STP/NPP analysis with recommendations; partner on improvements.</li></ul><p> </p><p>Key Interfaces</p><p>Internal</p><ul><li>Banks &amp; Insurance RMs in London &amp; New York (x4)</li><li>Client Management &amp; Execution (CME)</li><li>CDD NH/FCO/CBDD (Correspondent Banking DD) and Transaction Monitoring</li><li>Markets (FICC/Sales), Corporate Finance, Credit, Legal, Treasury,</li><li>Client Centre team</li><li>London, Paris &amp; NY leadership</li></ul><p>External</p><ul><li>Clients in Europe &amp; North America, under RM direction</li></ul><p> </p><p>Key Performance Indicators</p><ul><li>Diligently meet deadlines with high quality results.</li><li>Effective portfolio management, inclusive of maintaining hygiene and deliver result within expected timelines.</li><li>Contribution to FGT Insurance and Banks client coverage in achieving its financial and strategic objectives, including simplification and productivity gains.</li><li>Engagement and relationship with Key Interfaces as measured by feedback from those groups</li></ul><p> </p><p>It&apos;s more than a career at NAB. It&apos;s about more opportunity, more moments to make a difference and more focus on you.<br> <br> Your job is just one part of your life. When you bring your ideas, energy, and hunger for growth to us, you&apos;ll be recognised and rewarded for your contribution in return. You&apos;ll have our support to excel for our customers, deliver positive change for our communities and grow your career. <br> <br> </p><p> </p><p>It&apos;s a good time to see what more you can find at NAB as an Associate / Senior Associate - Banks &amp; Insurance - Client Coverage (Northern Hemisphere)</p><p>A diverse and inclusive workplace works better for everyone.</p><p>At NAB, we&apos;re intent on building a culture we can all be proud of. One based on trust and respect. An uplifting environment where every single one of us feels appreciated and empowered to be our true, authentic selves. A diverse and inclusive workplace where our differences are celebrated, and our contributions are valued. It&apos;s a huge part of what makes NAB such a special place to be.</p><p>Join NAB</p><p>If you think this role is the right fit for you, we invite you to apply.</p><p>To be eligible to apply, you must have UK citizenship or UK working rights. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert.</p><p><strong>Please note unsolicited CVs from agencies will not be accepted.</strong></p><p></p>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/agile-delivery-consultant-data-domain-at-nab-4266929263?_l=en",
    "job_posting_id": "4266929263",
    "job_title": "Agile Delivery Consultant| Data Domain",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Melbourne, Victoria, Australia",
    "job_summary": "Bring your exceptional experience in Agile ways of working coupled with Delivery and Business Analysis Drive simplification and velocity in delivery through your disciplined execution focus You’ll join a high-performing team, backing talentedindividuals Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. As the Engagement Consultant , you will be part of the Data Delivery team, that’s doubling down on customer obsession. Each Day, You’ll Go Above And Beyond To Support the adoption and shaping the way NAB uses our data and capabilities by promoting the use of our strategic data platforms Support bringing the voice of the customer to the forefront for Data Delivery, ensuring the teams are guided by NAB’s business and customer goals Working with business partners to shape and define business data reporting & analytics requirements Support a sustainable trusted partner/advisor model for the business engagement and manage relationships across the Data Delivery tam Maintain domain content for the Data Delivery engagement dashboard, inboxes and communication channels Delivery effective communication to business stakeholders on initiative objectives, need for change and rationale for proposed solutions We’re looking for the best and brightest to deliver the best for our customers. You’ll need: Proven industry experience working in a similar Consultant Agile Delivery and/or Senior Business Analyst role within the Data Domain in Financial Services. Demonstrated experience in project, change management and business analysis. Deep understanding of Domain Data sources Commercial acumen with an ability to intuitively find value and efficiency to shape solutions Demonstrated business awareness and commercial understanding of the Data, Technology and platforms Proven knowledge and understanding of data, source systems, cloud technologies, data and analytics and exposure to data platforms, programming tools and cloud services such as SQL, Python, Snowflake, Redshift, AWS, Azure Strong stakeholder and influencing skills proven in complex context A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Not Applicable",
    "job_function": "Other",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "7 hours ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Data Analyst",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4266929263?url=https%3A%2F%2Fsecure%2Edc2%2Epageuppeople%2Ecom%2Fapply%2F410%2Fgateway%2FDefault%2Easpx%3Fc%3Dapply%26sJobIDs%3D799785%26SourceTypeID%3D885&urlHash=ijm3",
    "country_code": null,
    "title_id": "6272",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEY7u2BB7E6lg/company-logo_100_100/B56ZcLARCZHwAc-/0/1748236309311/nab_logo?e=2147483647&v=beta&t=s-6UELqhrm5nZopfnv4OSTat-gddjLp-VoAhWJkRXEs",
    "job_posted_date": "2025-07-17T06:05:26.791Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Bring your exceptional experience in Agile ways of working coupled with Delivery and Business Analysis </li><li>Drive simplification and velocity in delivery through your disciplined execution focus</li><li>You&#x2019;ll join a high-performing team, backing talentedindividuals<br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>As the <strong>Engagement Consultant</strong><strong>, </strong>you will be part of the <strong>Data Delivery team, </strong>that&#x2019;s doubling down on customer obsession.<br><br><strong>Each Day, You&#x2019;ll Go Above And Beyond To<br><br></strong><ul><li>Support the adoption and shaping the way NAB uses our data and capabilities by promoting the use of our strategic data platforms</li><li>Support bringing the voice of the customer to the forefront for Data Delivery, ensuring the teams are guided by NAB&#x2019;s business and customer goals</li><li>Working with business partners to shape and define business data reporting &amp; analytics requirements</li><li>Support a sustainable trusted partner/advisor model for the business engagement and manage relationships across the Data Delivery tam</li><li>Maintain domain content for the Data Delivery engagement dashboard, inboxes and communication channels</li><li>Delivery effective communication to business stakeholders on initiative objectives, need for change and rationale for proposed solutions<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll need:<br><br></strong><ul><li>Proven industry experience working in a similar Consultant Agile Delivery and/or Senior Business Analyst role within the Data Domain in Financial Services.</li><li>Demonstrated experience in project, change management and business analysis.</li><li>Deep understanding of Domain Data sources</li><li>Commercial acumen with an ability to intuitively find value and efficiency to shape solutions</li><li>Demonstrated business awareness and commercial understanding of the Data, Technology and platforms</li><li>Proven knowledge and understanding of data, source systems, cloud technologies, data and analytics and exposure to data platforms, programming tools and cloud services such as SQL, Python, Snowflake, Redshift, AWS, Azure</li><li>Strong stakeholder and influencing skills proven in complex context<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://au.linkedin.com/jobs/view/customer-advisor-leave-relief-15-month-fixed-term-contract-chinchilla-qld-at-nab-4058217275?lg=en&lang=en-us",
    "job_posting_id": "4058217275",
    "job_title": "Customer Advisor - Leave & Relief (15 month Fixed Term Contract) - Chinchilla, QLD",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Toowoomba, Queensland, Australia",
    "job_summary": "Customer Advisor Your job is just one part of your life. When you bring your ideas, energy, and hunger for growth to us, you’ll be recognised and rewarded for your contribution in return. You’ll have our support to excel for our customers, deliver positive change for our communities and grow your career. It’s more than a career at NAB. It’s about more opportunity, more moments to make a difference and more focus on you. We are empowered to make a positive difference in for customers and communities Everyone is given the opportunity to learn, grow and achieve When you’re ready for a bigger challenge, you’ll get the tools and support to succeed In this role, you will As a Customer Advisor, you will act as the face of NAB to the community, working closely with our customers to help them with their banking needs and deliver exceptional customer service in an environment that is challenging and fast-paced. Supporting our Chinchilla and surrounding branches , you will be the first point of contact for customers when they visit our retail branch, whether it’s to open an account, inquire about our products, or manage their finances. You’ll be involved in every aspect of the customer journey by helping them find solutions to their financial needs through our products, services, and advice. A big aspect of the Customer Advisor role currently is the focus on protecting our customers from scams and online phishing. Every day is different in our NAB branches and as well as providing great customer service, you will have the opportunity to gain leadership skills, develop your career path within NAB and work in a diverse and supportive team environment. If you are interested in a career in financial services, starting as Customer Service Advisor is the first step of many towards several career pathways at NAB. The hours: The role's working hours will be 9:00am- 4.30pm Monday to Thursday and 9:00am – 5.15pm on Friday offering the perfect balance between work and life tailored to fit your lifestyle needs. What you’ll bring: A passion for delivering an amazing experience to customers and an unwavering commitment to quality, with the will to go the extra mile. An ability to work collaboratively as a team and resilience, self-motivation and energy to create our signature customer experience. A keen eye for detail that ensures transactions are completed efficiently and accurately An appreciation for inclusion and the diversity of our customers More focus on you All new Customer Advisors receive NAB’s tailored onboarding and training program to ensure they are set up for success. As a reward for your success and passion for helping customers, we offer a multitude of benefits including an attractive base salary and fantastic career-growth opportunities. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect – where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Advertised: 24 Oct 2024 1:00 PM E. Australia Standard Time Closing: 22 Nov 2024 11:55 PM E. Australia Standard Time Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Other",
    "job_employment_type": "Part-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "2 weeks ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "3547",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQGJ4_30c4tjug/company-logo_100_100/company-logo_100_100/0/1719797273227/nab_logo?e=2147483647&v=beta&t=vqD0RUUc_txYeBFil2ZbjW51d6hYA-_ULYny6SrhbBY",
    "job_posted_date": "2024-11-15T10:40:53.412Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Customer Advisor <br><br></strong>Your job is just one part of your life. When you bring your ideas, energy, and hunger for growth to us, you&#x2019;ll be recognised and rewarded for your contribution in return. You&#x2019;ll have our support to excel for our customers, deliver positive change for our communities and grow your career.<br><br><strong>It&#x2019;s more than a career at NAB. It&#x2019;s about more opportunity, more moments to make a difference and more focus on you.</strong>&#x202F;<br><br><ul><li>We are&#x202F;empowered to make a positive difference in&#x202F;for customers and communities&#x202F; </li><li>Everyone is given the opportunity to learn, grow and&#x202F;achieve</li><li>When you&#x2019;re ready for a bigger challenge, you&#x2019;ll get the tools and support to succeed <br><br></li></ul><strong>In this role, you will<br><br></strong>As a Customer Advisor, you will act as the face of NAB to the community, working closely with our customers to help them with their banking needs and deliver exceptional customer service in an environment that is challenging and fast-paced.<br><br>Supporting our <strong>Chinchilla and surrounding </strong><strong>branches</strong><strong>, </strong>you will be the first point of contact for customers when they visit our retail branch, whether it&#x2019;s to open an account, inquire about our products, or manage their finances. You&#x2019;ll be involved in every aspect of the customer journey by helping them find solutions to their financial needs through our products, services, and advice. A big aspect of the Customer Advisor role currently is the focus on protecting our customers from scams and online phishing.<br><br>Every day is different in our NAB branches and as well as providing great customer service, you will have the opportunity to gain leadership skills, develop your career path within NAB and work in a diverse and supportive team environment.<br><br>If you are interested in a career in financial services, starting as Customer Service Advisor is the first step of many towards several career pathways at NAB.<br><br><strong>The hours:<br><br></strong>The role&apos;s working hours will be <strong>9:00am- 4.30pm Monday to Thursday and 9:00am &#x2013; 5.15pm on Friday </strong>offering the perfect balance between work and life tailored to fit your lifestyle needs.<br><br><strong>What you&#x2019;ll bring:<br><br></strong><ul><li>A passion for delivering an amazing experience to customers and an unwavering commitment to quality, with the will to go the extra mile. </li><li>An ability to work collaboratively as a team and resilience, self-motivation and energy to create our signature customer experience. </li><li>A keen eye for detail that ensures transactions are completed efficiently and accurately </li><li>An appreciation for inclusion and the diversity of our customers <br><br></li></ul><strong>More focus on you <br><br></strong>All new Customer Advisors receive NAB&#x2019;s tailored onboarding and training program to ensure they are set up for success. As a reward for your success and passion for helping customers, we offer a multitude of benefits including an attractive base salary and fantastic career-growth opportunities.<br><br><strong> A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect &#x2013; where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert.<br><br><strong>Advertised:</strong> 24 Oct 2024 1:00 PM E. Australia Standard Time<br><br><strong>Closing:</strong> 22 Nov 2024 11:55 PM E. Australia Standard Time\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"i18n_show_more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"i18n_show_less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/senior-analyst-project-fc-reforms-pmo-at-nab-4268918709?_l=en",
    "job_posting_id": "4268918709",
    "job_title": "Senior Analyst, Project FC Reforms PMO",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Melbourne, Victoria, Australia",
    "job_summary": "Put a sharper focus on financial crime to drive better outcomes for our customers Take action to make a difference in the financial crime ecosystem High profile program that will elevate your profile Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. In the role of Senior Analyst, Project FC Reforms PMO, you will join the newly created Financial Crime Reforms team that’s doubling down on customer obsession. In the role of Senior Analyst, Project FC Reforms PMO, you will: Support adherence to project governance frameworks, methodologies, stage gate requirements. Develop and maintain PMO frameworks tools and templates to ensure they meet the evolving needs of the program Identify and support the implementation of continuous improvement tools and templates Develop and maintain the program plan, schedule, ensuring tasks are tracked and key milestone and deadlines are met Identify potential scheduling conflicts and work with team members to resolve Prepare and distribute governance, management reports and status reporting Support the governance process by coordinating meeting, preparing agendas and documenting decisions and actions. We’re looking for the best and brightest to deliver the best for our customers. You’ll need: Experience in a PMO or project support role of at least 5+ years’, preferably with at least 3 years in banking and financial services or risk/compliance programs Experience with project governance, reporting and risk tracking Proficiency in project management tools (Clarity, MS Project, MS office Suite) Excellent verbal and written communication skills We respectfully ask candidates to hold any questions for the phone interview, where we’ll discuss the role in detail and answer any questions. This helps to ensure a focussed, efficient and fair application process. The talent acquisition team looks forward to addressing all inquiries at that time if your application progresses. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect – where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Business Development and Sales",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "13 hours ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Data Analyst",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4268918709?url=https%3A%2F%2Fcareers%2Enab%2Ecom%2Eau%2Fjobs%2F7b3db3f2-5cf7-4a44-9c17-d0206fc8016a%3FApplicationSubSourceID%3D13788&urlHash=JaMh",
    "country_code": null,
    "title_id": "3674",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-07-23T00:04:51.212Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Put a sharper focus on financial crime to drive better outcomes for our customers</li><li>Take action to make a difference in the financial crime ecosystem</li><li>High profile program that will elevate your profile<br><br></li></ul><strong>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br></strong>In the role of Senior Analyst, Project FC Reforms PMO, you will join the newly created Financial Crime Reforms team that&#x2019;s doubling down on customer obsession.<br><br><strong>In the role of Senior Analyst, Project FC Reforms PMO, you will:<br><br></strong><ul><li>Support adherence to project governance frameworks, methodologies, stage gate requirements. </li><li>Develop and maintain PMO frameworks tools and templates to ensure they meet the evolving needs of the program</li><li>Identify and support the implementation of continuous improvement tools and templates</li><li>Develop and maintain the program plan, schedule, ensuring tasks are tracked and key milestone and deadlines are met</li><li>Identify potential scheduling conflicts and work with team members to resolve</li><li>Prepare and distribute governance, management reports and status reporting</li><li>Support the governance process by coordinating meeting, preparing agendas and documenting decisions and actions.<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll need: <br><br></strong><ul><li>Experience in a PMO or project support role of at least 5+ years&#x2019;, preferably with at least 3 years in banking and financial services or risk/compliance programs</li><li>Experience with project governance, reporting and risk tracking</li><li>Proficiency in project management tools (Clarity, MS Project, MS office Suite)</li><li>Excellent verbal and written communication skills<br><br></li></ul><strong> We respectfully ask candidates to hold any questions for the phone interview, where we&#x2019;ll discuss the role in detail and answer any questions. This helps to ensure a focussed, efficient and fair application process. The talent acquisition team looks forward to addressing all inquiries at that time if your application progresses.<br><br>A diverse and inclusive workplace works better for everyone <br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect &#x2013; where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. <strong><br><br>Join NAB <br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/consultant-innovation-engineering-at-nab-4082468694?position=6&pageNum=19&refId=dRtkqWI7fO8RdRio01hjNQ%3D%3D&trackingId=O3Y03%2Bu8eezWUc7egr%2FtKg%3D%3D&lg=en",
    "job_posting_id": "4082468694",
    "job_title": "Consultant, Innovation & Engineering",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Melbourne, Victoria, Australia",
    "job_summary": "Be part of a forward-thinking team committed to delivering high quality solutions across the bank for our customers and colleagues from central of excellence space, The Lab. The Team fosters diversity and inclusivity, recognising that a diverse team drives innovative solutions. This is amazing opportunity to join the squad under Personal banking CIO domain within their Technology Retail, Direct and Operations as a Consultant, Quality Engineering, and innovation. You'll join a high-performing business unit Use your expertise to drive positive outcomes for our colleagues and customers You’ll be empowered to deliver and succeed In this Consultant, Innovation and Engineering role, you will Liaise with business users, business analysts and developers and consult on testing matters to business and IT project Deliver quality application change across ATM and SSM platforms through analysis, planning, creation and execution of UAT designs, cases and procedures, including: Acquiring and analysing all relevant documents for assigned projects to determine testing requirements - Creating test data Executing test cases/plans for assigned projects/enhancements in to ATM and SSM space. Raising defects found during test and escalating in accordance with set procedures With your experience working on large and complex programs, you have extensive knowledge of business procedures and systems, and a thorough understanding of business issues linked to the applications being tested. Conduct New hardware innovation What You Will Bring ATM hardware and software knowledge are must , SSM Hardware knowledge is an advantage. Deliver quality application change across various platforms through analysis, planning, creation and execution of SIT / UAT designs, cases and procedures, including: Executing test cases/plans for assigned projects/enhancements Delivering MTP, DSR, TSR and other relevant testing artefacts Updating and tracking projects in Rally (Rally experience Desirable) Executing test cases in Qtest (Qtest experience Desirable) A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect – where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Advertised: 06 Dec 2024 6:00 AM AUS Eastern Daylight Time Closing: 11 Dec 2024 11:55 PM AUS Eastern Daylight Time Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Engineering and Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "8 hours ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Data Analyst",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4082468694?url=https%3A%2F%2Fcareers%2Enab%2Ecom%2Eau%2Fen%2Fjob%2F796909%2Fconsultant-innovation-engineering%3FApplicationSubSourceID%3D13788&urlHash=UPTW",
    "country_code": null,
    "title_id": "1572",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQGJ4_30c4tjug/company-logo_100_100/company-logo_100_100/0/1719797273227/nab_logo?e=2147483647&v=beta&t=vqD0RUUc_txYeBFil2ZbjW51d6hYA-_ULYny6SrhbBY",
    "job_posted_date": "2024-12-10T04:22:58.788Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          Be part of a forward-thinking team committed to delivering high quality solutions across the bank for our customers and colleagues from central of excellence space, The Lab. The Team fosters diversity and inclusivity, recognising that a diverse team drives innovative solutions.<br><br>This is amazing opportunity to join the squad under Personal banking CIO domain within their Technology Retail, Direct and Operations as a Consultant, Quality Engineering, and innovation.<br><br><ul><li>You&apos;ll join a high-performing business unit </li><li>Use your expertise to drive positive outcomes for our colleagues and customers</li><li>You&#x2019;ll be empowered to deliver and succeed<br><br></li></ul><strong>In this Consultant, Innovation and Engineering role, you will <br><br></strong><ul><li>Liaise with business users, business analysts and developers and consult on testing matters to business and IT project</li><li>Deliver quality application change across ATM and SSM platforms through analysis, planning, creation and execution of UAT designs, cases and procedures, including:</li><li>Acquiring and analysing all relevant documents for assigned projects to determine testing requirements - Creating test data</li><li>Executing test cases/plans for assigned projects/enhancements in to ATM and SSM space.</li><li>Raising defects found during test and escalating in accordance with set procedures</li><li>With your experience working on large and complex programs, you have extensive knowledge of business procedures and systems, and a thorough understanding of business issues linked to the applications being tested.</li><li>Conduct New hardware innovation<br><br></li></ul><strong>What You Will Bring<br><br></strong><ul><li>ATM hardware and software knowledge are must , SSM Hardware knowledge is an advantage.</li><li>Deliver quality application change across various platforms through analysis, planning, creation and execution of SIT / UAT designs, cases and procedures, including:</li><li>Executing test cases/plans for assigned projects/enhancements</li><li>Delivering MTP, DSR, TSR and other relevant testing artefacts</li><li>Updating and tracking projects in Rally (Rally experience Desirable)</li><li>Executing test cases in Qtest (Qtest experience Desirable)<br><br></li></ul><strong> A diverse and inclusive workplace works better for everyone <br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect &#x2013; where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB <br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.<br><br><strong>Advertised:</strong> 06 Dec 2024 6:00 AM AUS Eastern Daylight Time<br><br><strong>Closing:</strong> 11 Dec 2024 11:55 PM AUS Eastern Daylight Time\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"i18n_show_more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"i18n_show_less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://au.linkedin.com/jobs/view/senior-consultant-performance-excellence-at-nab-4078838696?lg=en&lang=en-us",
    "job_posting_id": "4078838696",
    "job_title": "Senior Consultant Performance Excellence",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Kalgoorlie, Western Australia, Australia",
    "job_summary": "In this Senior Consultant, Performance Excellence role you will: Partner with the home lending executive team, leaders, business partners and centres of excellence teams to ensure that our lenders have the skills, support and tools required to build their business and support our customers. Provide key insight data to effectively understand the drivers of the business, to assist the executive to make strategic decisions. Partner with the state Executive of Proprietary Lending to determine quarterly priorities, through planning cycles and facilitating delivery through partners and stakeholders. Work closely with business partners to deliver effective risk management, capacity uplift, recruitment and onboarding. Manage leadership operations of the State team, including ensuring strategic alignment of lending meetings to priorities and ensuring delivery of actions. What you will bring to the role: Experience gained in leading teams or operations in our frontline retail, private or small business teams Excellent data analysis skills, strong excel skills Experience in risk management principles and execution Change leadership It's an exciting time to join Proprietary Home Lending with a focus on building our lending business at pace. If you are looking for a role where you will grow your skills, problem solve, and join a team that the whole business is rallying behind, apply now. “#LDNI Advertised: 20 Nov 2024 4:00 PM AUS Eastern Daylight Time Closing: 29 Nov 2024 12:00 PM AUS Eastern Daylight Time Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Human Resources",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 week ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "3121",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQGJ4_30c4tjug/company-logo_100_100/company-logo_100_100/0/1719797273227/nab_logo?e=2147483647&v=beta&t=vqD0RUUc_txYeBFil2ZbjW51d6hYA-_ULYny6SrhbBY",
    "job_posted_date": "2024-11-22T13:08:15.509Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": false,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>In this Senior Consultant, Performance Excellence role you will:<br><br></strong><ul><li>Partner with the home lending executive team, leaders, business partners and centres of excellence teams to ensure that our lenders have the skills, support and tools required to build their business and support our customers.</li><li>Provide key insight data to effectively understand the drivers of the business, to assist the executive to make strategic decisions.</li><li>Partner with the state Executive of Proprietary Lending to determine quarterly priorities, through planning cycles and facilitating delivery through partners and stakeholders.</li><li>Work closely with business partners to deliver effective risk management, capacity uplift, recruitment and onboarding.</li><li>Manage leadership operations of the State team, including ensuring strategic alignment of lending meetings to priorities and ensuring delivery of actions.<br><br></li></ul><strong>What you will bring to the role:<br><br></strong><ul><li>Experience gained in leading teams or operations in our frontline retail, private or small business teams</li><li>Excellent data analysis skills, strong excel skills</li><li>Experience in risk management principles and execution</li><li>Change leadership<br><br></li></ul>It&apos;s an exciting time to join Proprietary Home Lending with a focus on building our lending business at pace. If you are looking for a role where you will grow your skills, problem solve, and join a team that the whole business is rallying behind, apply now.<br><br>&#x201C;#LDNI<br><br><strong>Advertised:</strong> 20 Nov 2024 4:00 PM AUS Eastern Daylight Time<br><br><strong>Closing:</strong> 29 Nov 2024 12:00 PM AUS Eastern Daylight Time\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"i18n_show_more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"i18n_show_less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/full-stack-engineer-genai-at-nab-4291236489?_l=en",
    "job_posting_id": "4291236489",
    "job_title": "Full Stack Engineer GenAI",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Docklands, Victoria, Australia",
    "job_summary": "Bring your coding mastery to this rewarding role at NAB where you will join a high-performing Domain to develop & enhance the performance & output quality of our AI models! Bring your full stack coding experience to this rewarding role Be part of an innovative and customer obsessed team You’ll join a high-performing Domain, backing talentedindividuals Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. In this Senior Full stack Engineer role, you will be joining the GenAI team that’s doubling down on customer obsession. Each Day, You’ll Go Above And Beyond To Set standards / approaches for Engineering teams to follow, together with a ‘hands on’ approach when required. Triage new demand and ensures enough technology guidance exists at high level to initiate work and lead design activities. Ensure that technical designs meet functional, resilience, throughput, security, reuse and simplicity needs. Code and should be able to help team on technical queries. Contribute to all stages of software development lifecycle. Design, implement and maintain Python-based applications that can be high-volume and low-latency. We’re looking for the best and brightest to deliver the best for our customers. You’ll need: Extensive experience as a Python developer, ideally in Banking or Finance Direct experience with generative AI, LLMs, and related technologies Experience with high-volume, fault-tolerant applications Experience with model deployment, monitoring, and operations Understanding of AI ethics, privacy, bias, and responsible AI practices Hands-on experience in microservices along with design pattern and principle around it Experience of using AWS Services Sound knowledge of Object-Oriented Programming (OOP) Patterns and Concepts In-depth knowledge of code versioning tools, for instance, Git Ability to communicate technical concepts and lead projects A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Information Technology",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "6 hours ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Data Analyst",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4291236489?url=https%3A%2F%2Fsecure%2Edc2%2Epageuppeople%2Ecom%2Fapply%2F410%2Fgateway%2FDefault%2Easpx%3Fc%3Dapply%26sJobIDs%3D800863%26SourceTypeID%3D885&urlHash=sOqa",
    "country_code": null,
    "title_id": "25201",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-08-26T07:04:13.365Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Bring your coding mastery to this rewarding role at NAB where you will join a high-performing Domain to develop &amp; enhance the performance &amp; output quality of our AI models!<br><br></strong><ul><li>Bring your full stack coding experience to this rewarding role</li><li>Be part of an innovative and customer obsessed team</li><li>You&#x2019;ll join a high-performing Domain, backing talentedindividuals<br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br><strong>In this Senior Full stack Engineer role, </strong>you will be joining the <strong>GenAI</strong> team that&#x2019;s doubling down on customer obsession.<br><br><strong>Each Day, You&#x2019;ll Go Above And Beyond To<br><br></strong><ul><li>Set standards / approaches for Engineering teams to follow, together with a &#x2018;hands on&#x2019; approach when required.</li><li>Triage new demand and ensures enough technology guidance exists at high level to initiate work and lead design activities.</li><li>Ensure that technical designs meet functional, resilience, throughput, security, reuse and simplicity needs.</li><li>Code and should be able to help team on technical queries.</li><li>Contribute to all stages of software development lifecycle.</li><li>Design, implement and maintain Python-based applications that can be high-volume and low-latency.<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll need: <br><br></strong><ul><li>Extensive experience as a Python developer, ideally in Banking or Finance</li><li>Direct experience with generative AI, LLMs, and related technologies</li><li>Experience with high-volume, fault-tolerant applications</li><li>Experience with model deployment, monitoring, and operations</li><li>Understanding of AI ethics, privacy, bias, and responsible AI practices</li><li>Hands-on experience in microservices along with design pattern and principle around it</li><li>Experience of using AWS Services</li><li>Sound knowledge of Object-Oriented Programming (OOP) Patterns and Concepts</li><li>In-depth knowledge of code versioning tools, for instance, Git</li><li>Ability to communicate technical concepts and lead projects<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/learning-and-development-solutions-lead-%E2%80%93-internal-audit-at-nab-4268494425?_l=en",
    "job_posting_id": "4268494425",
    "job_title": "Learning and Development Solutions Lead – Internal Audit",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Melbourne, Victoria, Australia",
    "job_summary": "A core part of Audit’s strategy is to effectively deliver assurance to enhance the depth and value of findings and observations to senior management, through the uplift of capability in general and SME audit skills. As the Learning and Development Solutions Lead in Internal Audit, you will be responsible for designing, delivering, and maintaining impactful learning that strengthen the foundational capabilities required across the audit lifecycle. This includes critical internal audit skills such as risk-based planning, effective report writing, analytical thinking, and data literacy. Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. As a Solutions Lead, you will join Internal Audit team that’s focused on winning together. Opportunity to work closely with Audit experts and subject matter experts across NAB to create content. You’ll join a high-performing Internal Audit business, backing talentedindividualswho provide a consistent and excellent service across the enterprise. Support the development of practical skills in data analysis for auditors and the use of generative AI tools. In this role, you will Upskill and engage the Audit team, including senior management, on core capabilities required to deliver assurance. Form effective relationships with Audit stakeholders to understand the opportunities to deliver training. Liaise with technology and business stakeholders to understand what can be leveraged and align with NAB best practices and policies. Stay updated with industry trends and best practices in learning and development, data analytics and internal audit. Engage with broader data, transformation and Learning & Development teams across NAB to ensure training is aligned with organizational goals and audit priorities. Deliver training through both in-person and digital formats, leveraging a variety of learning mechanisms and platforms to meet diverse learning needs. What You’ll Bring Demonstrated experience in learning and development team working on instructional design. Significant years of working in large corporate organisations, ideally in Audit, Risk/and or Banking. Ability to engage and negotiate with influence across a wide range of stakeholders. Skilled at designing and delivering both live and digital training, including the leveraging of learning management systems (LMS). The ability to coach lead and advise other Analyst’s with technical expertise. Ability to assess training effectiveness and iterate based on learner feedback and performance metrics. Prior experience in the delivery of audits across Financial Services would also be highly advantageous. Tertiary qualification in Education, Learning & Development, Data Analytics, Business, or a related field. Certifications in instructional design, adult learning, or data analytics (e.g., Microsoft Certified: Data Analyst Associate) are highly regarded. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We wish you the best of luck with your application! Application updates will be shared with you from PageUp (our recruitment system). We recommend you filter our current opportunities to your preferred location before applying. For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Finance",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "8 hours ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Data Analyst",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4268494425?url=https%3A%2F%2Fsecure%2Edc2%2Epageuppeople%2Ecom%2Fapply%2F410%2Fgateway%2FDefault%2Easpx%3Fc%3Dapply%26sJobIDs%3D802237%26SourceTypeID%3D885&urlHash=EiFp",
    "country_code": null,
    "title_id": "2199",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEY7u2BB7E6lg/company-logo_100_100/B56ZcLARCZHwAc-/0/1748236309311/nab_logo?e=2147483647&v=beta&t=s-6UELqhrm5nZopfnv4OSTat-gddjLp-VoAhWJkRXEs",
    "job_posted_date": "2025-07-18T05:06:55.115Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          A core part of Audit&#x2019;s strategy is to effectively deliver assurance to enhance the depth and value of findings and observations to senior management, through the uplift of capability in general and SME audit skills.<br><br>As the Learning and Development Solutions Lead in Internal Audit, you will be responsible for designing, delivering, and maintaining impactful learning that strengthen the foundational capabilities required across the audit lifecycle. This includes critical internal audit skills such as risk-based planning, effective report writing, analytical thinking, and data literacy.<br><br>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>As a Solutions Lead, you will join Internal Audit team that&#x2019;s focused on winning together.<br><br><ul><li>Opportunity to work closely with Audit experts and subject matter experts across NAB to create content.</li><li>You&#x2019;ll join a high-performing Internal Audit business, backing talentedindividualswho provide a consistent and excellent service across the enterprise.</li><li>Support the development of practical skills in data analysis for auditors and the use of generative AI tools.<br><br></li></ul><strong>In this role, you will<br><br></strong><ul><li>Upskill and engage the Audit team, including senior management, on core capabilities required to deliver assurance.</li><li>Form effective relationships with Audit stakeholders to understand the opportunities to deliver training.</li><li>Liaise with technology and business stakeholders to understand what can be leveraged and align with NAB best practices and policies.</li><li>Stay updated with industry trends and best practices in learning and development, data analytics and internal audit.</li><li>Engage with broader data, transformation and Learning &amp; Development teams across NAB to ensure training is aligned with organizational goals and audit priorities.</li><li>Deliver training through both in-person and digital formats, leveraging a variety of learning mechanisms and platforms to meet diverse learning needs.<br><br></li></ul><strong>What You&#x2019;ll Bring<br><br></strong><ul><li>Demonstrated experience in learning and development team working on instructional design.</li><li>Significant years of working in large corporate organisations, ideally in Audit, Risk/and or Banking.</li><li>Ability to engage and negotiate with influence across a wide range of stakeholders.</li><li>Skilled at designing and delivering both live and digital training, including the leveraging of learning management systems (LMS).</li><li>The ability to coach lead and advise other Analyst&#x2019;s with technical expertise.</li><li>Ability to assess training effectiveness and iterate based on learner feedback and performance metrics.</li><li>Prior experience in the delivery of audits across Financial Services would also be highly advantageous.</li><li>Tertiary qualification in Education, Learning &amp; Development, Data Analytics, Business, or a related field.</li><li>Certifications in instructional design, adult learning, or data analytics (e.g., Microsoft Certified: Data Analyst Associate) are highly regarded.<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone <br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated.<br><br>We wish you the best of luck with your application! Application updates will be shared with you from PageUp (our recruitment system). We recommend you filter our current opportunities to your preferred location before applying.<br><br>For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/senior-analyst-global-equities-at-nab-4100064745?lg=en",
    "job_posting_id": "4100064745",
    "job_title": "Senior Analyst, Global Equities",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "New South Wales, Australia",
    "job_summary": "797795 NSW- Sydney CBD, NSW, Australia Banking & Financial Services Permanent Full time Opening at: Dec 13 2024 at 06:00 AEDT Closing at: Jan 24 2025 at 17:00 AEDT Bring your analytical expertise and markets knowledge of the REITS, infrastructure and telecommunications GICS sector with global coverage but initially focusing on domestic companies. NAB's Private Wealth offering is unique and truly client-centric via the combination of three businesses; NAB Private, JBWere, and nabtrade Permanent position with preference for Sydney CBD location The Senior Analyst, Global Equities role sits within the NAB Private Wealth (PW) CIO Office and will produce high quality investment research on companies within a defined Global GICS sector (Consumer and Technology) and in line with the Equities investment process. The performance of this role is critical to the success of PW CIO Office investments offering. You will be responsible for providing analysis on companies, including company model valuation within a designated global GICs sector with a view of assessing suitability for inclusion in a range of client and equity portfolios. In this role, you will: Analyse and curate insights and recommendations to optimise performance for the Private Wealth portfolio. Support the team on execution of Equities strategy including working with stakeholders to drive the identified changes. Report and advise on adviser and client queries. Engage on private markets topics with clients and other external parties where required. Support the creation of comprehensive and timely monthly and quarterly reports and governance reporting. What you’ll bring: Tertiary qualification in Commerce, Economics or Business with relevant experience in private markets as a core skill set. Post-graduate qualification such as MBA or CFA would be highly beneficial. Strong equity research, analytical and performance evaluation techniques relevant to asset class and GICS sector. 3-5 years of professional experience required in funds research, portfolio construction &/or portfolio management. Exceptional analytical skills paired with an inquisitive mind-set. Excellent written and verbal communication skills. Strong organisational and stakeholder management skills. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect – where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Finance and Sales",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 month ago",
    "job_num_applicants": 56,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "1485",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQGJ4_30c4tjug/company-logo_100_100/company-logo_100_100/0/1719797273227/nab_logo?e=2147483647&v=beta&t=vqD0RUUc_txYeBFil2ZbjW51d6hYA-_ULYny6SrhbBY",
    "job_posted_date": "2024-12-29T18:48:35.486Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>797795 </li><li> NSW- Sydney CBD, NSW, Australia </li><li> Banking &amp; Financial Services </li><li> Permanent Full time </li><li> Opening at: Dec 13 2024 at 06:00 AEDT </li><li> Closing at: Jan 24 2025 at 17:00 AEDT </li><li>Bring your analytical expertise and markets knowledge of the REITS, infrastructure and telecommunications GICS sector with global coverage but initially focusing on domestic companies. </li><li>NAB&apos;s Private Wealth offering is unique and truly client-centric via the combination of three businesses; NAB Private, JBWere, and nabtrade</li><li>Permanent position with preference for Sydney CBD location<br><br></li></ul>The Senior Analyst, Global Equities role sits within the NAB Private Wealth (PW) CIO Office and will produce high quality investment research on companies within a defined Global GICS sector (Consumer and Technology) and in line with the Equities investment process. The performance of this role is critical to the success of PW CIO Office investments offering.<br><br>You will be responsible for providing analysis on companies, including company model valuation within a designated global GICs sector with a view of assessing suitability for inclusion in a range of client and equity portfolios.<br><br><strong>In this role, you will:<br><br></strong><ul><li>Analyse and curate insights and recommendations to optimise performance for the Private Wealth portfolio.</li><li>Support the team on execution of Equities strategy including working with stakeholders to drive the identified changes.</li><li>Report and advise on adviser and client queries.</li><li>Engage on private markets topics with clients and other external parties where required.</li><li>Support the creation of comprehensive and timely monthly and quarterly reports and governance reporting.<br><br></li></ul><strong>What you&#x2019;ll bring:<br><br></strong><ul><li>Tertiary qualification in Commerce, Economics or Business with relevant experience in private markets as a core skill set.</li><li>Post-graduate qualification such as MBA or CFA would be highly beneficial.</li><li>Strong equity research, analytical and performance evaluation techniques relevant to asset class and GICS sector.</li><li>3-5 years of professional experience required in funds research, portfolio construction &amp;/or portfolio management.</li><li>Exceptional analytical skills paired with an inquisitive mind-set.</li><li>Excellent written and verbal communication skills.</li><li>Strong organisational and stakeholder management skills.<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect &#x2013; where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"i18n_show_more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"i18n_show_less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/senior-consultant-industrial-relations-at-nab-4287842814?_l=en",
    "job_posting_id": "4287842814",
    "job_title": "Senior Consultant, Industrial Relations",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Melbourne, Victoria, Australia",
    "job_summary": "2-year fixed-term contract Project-based opportunity within a high-impact environment Be a key partner in delivering a next-generation payroll system Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. In this role of Senior Consultant, you will join the Industrial Relations team that’s doubling down on winning together. You’ll go above and beyond to: Draw on your substantial expertise in Industrial Relations and a demonstrated ability to interpret complex Enterprise Agreements Play a critical role in payroll compliance and driving effective remediation processes. Be an adept collaborator, working seamlessly across departments partnering with Legal teams to clarify and action compliance requirements, coordinating with Project Managers to ensure milestones are met, and engaging with IT professionals to translate IR needs into technical solutions. Use your analytical mindset and meticulous attention to detail to enable you to design comprehensive testing regimes and robust review processes, ensuring that the payroll platform not only meets current obligations but is resilient to future changes in industrial regulations. Take a proactive approach to identifying gaps, proposing enhancements, and documenting outcomes will directly contribute to the integrity and success of the new system. Provide commitment to best practice, compliance, and continuous improvement will position you as a trusted partner and key contributor to this transformative project. If you are ready to play a pivotal role in revolutionising payroll platforms and ensuring compliance from an IR viewpoint, we encourage you to apply. We’re looking for the best and brightest to deliver the best for our colleagues. You’ll need: Considerable experience in industrial/employee relations including specialist expertise in employment law Hands on experience with payroll, a detailed understanding of relevant legislative frameworks, and a proven track record of successfully implementing compliance measures within large organisations. Experience with engaging Unions and strong understanding of union priorities and practices Strong communication and stakeholder management skills, with the ability to present findings, explain regulatory considerations and facilitate training Tertiary qualified with a degree in Employee/Industrial Relations/Human Resources/Law or related discipline. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect – where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Management and Manufacturing",
    "job_employment_type": "Contract",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "10 hours ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4287842814?url=https%3A%2F%2Fcareers%2Enab%2Ecom%2Eau%2Fjobs%2Fd99f2514-45d5-436a-8c04-3f0bea1dfe8f%3FApplicationSubSourceID%3D13788&urlHash=cLWj",
    "country_code": null,
    "title_id": "7872",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-08-19T06:38:13.500Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>2-year fixed-term contract</li><li>Project-based opportunity within a high-impact environment</li><li>Be a key partner in delivering a next-generation payroll system<br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>In this role of Senior Consultant, you will join the Industrial Relations team that&#x2019;s doubling down on winning together.<br><br><strong>You&#x2019;ll go above and beyond to: <br><br></strong><ul><li>Draw on your substantial expertise in Industrial Relations and a demonstrated ability to interpret complex Enterprise Agreements </li><li>Play a critical role in payroll compliance and driving effective remediation processes. </li><li>Be an adept collaborator, working seamlessly across departments partnering with Legal teams to clarify and action compliance requirements, coordinating with Project Managers to ensure milestones are met, and engaging with IT professionals to translate IR needs into technical solutions. </li><li>Use your analytical mindset and meticulous attention to detail to enable you to design comprehensive testing regimes and robust review processes, ensuring that the payroll platform not only meets current obligations but is resilient to future changes in industrial regulations. </li><li>Take a proactive approach to identifying gaps, proposing enhancements, and documenting outcomes will directly contribute to the integrity and success of the new system. </li><li>Provide commitment to best practice, compliance, and continuous improvement will position you as a trusted partner and key contributor to this transformative project. <br><br></li></ul>If you are ready to play a pivotal role in revolutionising payroll platforms and ensuring compliance from an IR viewpoint, we encourage you to apply.<br><br><strong>We&#x2019;re looking for the best and brightest to deliver the best for our colleagues. You&#x2019;ll need: <br><br></strong><ul><li>Considerable experience in industrial/employee relations including specialist expertise in employment law </li><li>Hands on experience with payroll, a detailed understanding of relevant legislative frameworks, and a proven track record of successfully implementing compliance measures within large organisations. </li><li>Experience with engaging Unions and strong understanding of union priorities and practices </li><li>Strong communication and stakeholder management skills, with the ability to present findings, explain regulatory considerations and facilitate training </li><li>Tertiary qualified with a degree in Employee/Industrial Relations/Human Resources/Law or related discipline. <br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone <br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect &#x2013; where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB <br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/customer-adviser-perth-south-river-at-nab-4259815177?_l=en",
    "job_posting_id": "4259815177",
    "job_title": "Customer Adviser - Perth South River",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Albany, Western Australia, Australia",
    "job_summary": "Branch Customer Advisor – Banking – Perth South of the River Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. Each day, you’ll go above and beyond to: Support one of NAB’s Perth South of River branches by being the first point of contact for our customers; putting them at the centre of everything you do. Identify the most suitable products and services for customers: like account opening, unsecured lending and banking transactions Demonstrate our Smarter Banking options (self-service and digital) for customers; making so banking is simple, easy and secure. We’re looking for the brightest minds to deliver the best for our customers. We’d love for you to have: A passion for delivering quality, gold-class experiences for NAB’s diverse range of customers A team player with a keen eye for detail ensuring every, transaction is efficient and accurate Customer centric thinking and an appreciation for inclusion and the diversity of our customers The Hours Join our team in this 5 day per week role with the hours 9:00am – 4:30pm, Monday to Thursday and 9:00am – 5:30pm Friday. More focus on you All new Customer Advisors will benefit from NAB’s tailored career development programs, upskilling and mobility opportunities to ensure they are set-up for success. We also offer: Access to banking and financial services discount including competitive rates and reduced fees on home loans, credit cards and insurances Extensive range of benefits and discounted offers on Travel, Fitness, Events and Technology. Variety of leave benefits including parental leave, religious leave, special leave, sporting activities leave and volunteer leave For more information on NAB Colleague Benefits and Perks visit our website. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect – where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert, we therefore encourage you to apply at your earliest opportunity. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Other",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 week ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4259815177?url=https%3A%2F%2Fcareers%2Enab%2Ecom%2Eau%2Fjobs%2F19f74655-77a7-42f4-a58d-66d38613307a%3FApplicationSubSourceID%3D13788&urlHash=SNwo",
    "country_code": null,
    "title_id": "3547",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEY7u2BB7E6lg/company-logo_100_100/B56ZcLARCZHwAc-/0/1748236309311/nab_logo?e=2147483647&v=beta&t=s-6UELqhrm5nZopfnv4OSTat-gddjLp-VoAhWJkRXEs",
    "job_posted_date": "2025-07-11T08:25:35.816Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <strong>Branch Customer Advisor &#x2013; Banking &#x2013; Perth South of the River<br><br></strong>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else.&#x202F; Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.&#x202F;<br><br><strong>Each day, you&#x2019;ll go above and beyond to: <br><br></strong><ul><li>Support one of NAB&#x2019;s Perth South of River branches by being the first point of contact for our customers; putting them at the centre of everything you do. </li><li>Identify the most suitable products and services for customers: like account opening, unsecured lending and banking transactions </li><li>Demonstrate our Smarter Banking options (self-service and digital) for customers; making so banking is simple, easy and secure. <br><br></li></ul><strong>We&#x2019;re looking for the brightest minds to deliver the best for our customers. We&#x2019;d love for you to have: <br><br></strong><ul><li>A passion for delivering quality, gold-class experiences for NAB&#x2019;s diverse range of customers </li><li>A team player with a keen eye for detail ensuring every, transaction is efficient and accurate </li><li>Customer centric thinking and an appreciation for inclusion and the diversity of our customers <br><br></li></ul><strong>The Hours <br><br></strong>Join our team in this 5 day per week role with the hours 9:00am &#x2013; 4:30pm, Monday to Thursday and 9:00am &#x2013; 5:30pm Friday.<br><br><strong>More focus on you<br><br></strong>All new Customer Advisors will benefit from NAB&#x2019;s tailored career development programs, upskilling and mobility opportunities to ensure they are set-up for success. We also offer:<br><br><ul><li>Access to banking and financial services discount including competitive rates and reduced fees on home loans, credit cards and insurances </li><li>Extensive range of benefits and discounted offers on Travel, Fitness, Events and Technology. </li><li>Variety of leave benefits including parental leave, religious leave, special leave, sporting activities leave and volunteer leave <br><br></li></ul>For more information on NAB Colleague Benefits and Perks visit our website.<br><br><strong>A diverse and inclusive workplace works better for everyone&#x202F; <br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect &#x2013; where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated.&#x202F; We are committed to providing an environment where you can work your way.&#x202F;&#x202F;<br><br>For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.&#x202F;<br><br><strong>Join NAB <br><br></strong>If you think this role is the right fit for you, we would love to hear from you.<br><br>Please note candidate screening and interviews may be conducted prior to the closing date of the job advert, we therefore encourage you to apply at your earliest opportunity.<br><br>Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/analyst-data-analytics-at-nab-4307252248?_l=en",
    "job_posting_id": "4307252248",
    "job_title": "Analyst - Data Analytics",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Tasmania, Australia",
    "job_summary": "Work on diverse, challenging projects that directly influence strategy and outcomes Collaborate with a supportive, dynamic team that values innovation Grow your technical expertise while shaping the future of data-driven decisions. Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. As a Data Analyst in the Home Ownership Analytics team, you’ll work closely with the Home Ownership product team, who are doubling down on delivering exceptional customer and product outcomes. Each day, you’ll go above and beyond to : Design, build, prototype, visualise, test and deploy based on business requirements Ensuring all documents are up to date Refresh reports at the agreed SLA, including any data collection for ingestion required for the report refresh Troubleshoot production issues and able to articulate problems to onshore teams for resolution Implement minor changes, test and validate to ensure all data is correct Support and maintenance of ongoing target state data models and dashboard reporting using Power BI We’re looking for the best and brightest to deliver the best for our customers. You’ll need: Proven experience as a Business Analyst in complex business settings. You will have the ability to analyse data and present it in an effective and meaningful manner. Understand financial services data and able to understand data models and relationships to compile reporting and metrics. Ability to represent data in a graphical or pictorial format based on requirements using NAB’s visualisation tools such as Excel, PowerPoint, Tableau and Power BI. Batchelor degree in business, data analytics/computer science, statistics or related disciplines. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That’s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs), we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, or alternate methods to apply for this role, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Business Development and Sales",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "50 minutes ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Data Analyst",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4307252248?url=https%3A%2F%2Fcareers%2Enab%2Ecom%2Eau%2Fjobs%2Fanalyst-data-analytics-nsw-sydney-cbd-nsw-australia-vic-melbourne-cbd-vic-hybrid-work-from-any-capital-city-in-australia%3FApplicationSubSourceID%3D13788&urlHash=lK5O",
    "country_code": null,
    "title_id": "26610",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-10-02T12:19:05.753Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Work on diverse, challenging projects that directly influence strategy and outcomes</li><li>Collaborate with a supportive, dynamic team that values innovation</li><li>Grow your technical expertise while shaping the future of data-driven decisions.<br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>As a Data Analyst in the Home Ownership Analytics team, you&#x2019;ll work closely with the Home Ownership product team, who are doubling down on delivering exceptional customer and product outcomes.<br><br><strong>Each day, you&#x2019;ll go above and beyond to</strong>:<br><br><ul><li>Design, build, prototype, visualise, test and deploy based on business requirements</li><li>Ensuring all documents are up to date</li><li>Refresh reports at the agreed SLA, including any data collection for ingestion required for the report refresh</li><li>Troubleshoot production issues and able to articulate problems to onshore teams for resolution</li><li>Implement minor changes, test and validate to ensure all data is correct</li><li>Support and maintenance of ongoing target state data models and dashboard reporting using Power BI<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll need: <br><br></strong><ul><li>Proven experience as a Business Analyst in complex business settings.</li><li>You will have the ability to analyse data and present it in an effective and meaningful manner.</li><li>Understand financial services data and able to understand data models and relationships to compile reporting and metrics.</li><li>Ability to represent data in a graphical or pictorial format based on requirements using NAB&#x2019;s visualisation tools such as Excel, PowerPoint, Tableau and Power BI.</li><li>Batchelor degree in business, data analytics/computer science, statistics or related disciplines.<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&#x2019;s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs), we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, or alternate methods to apply for this role, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/analyst-data-analytics-at-nab-4307247316?_l=en",
    "job_posting_id": "4307247316",
    "job_title": "Analyst - Data Analytics",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Brisbane, Queensland, Australia",
    "job_summary": "Work on diverse, challenging projects that directly influence strategy and outcomes Collaborate with a supportive, dynamic team that values innovation Grow your technical expertise while shaping the future of data-driven decisions. Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. As a Data Analyst in the Home Ownership Analytics team, you’ll work closely with the Home Ownership product team, who are doubling down on delivering exceptional customer and product outcomes. Each day, you’ll go above and beyond to : Design, build, prototype, visualise, test and deploy based on business requirements Ensuring all documents are up to date Refresh reports at the agreed SLA, including any data collection for ingestion required for the report refresh Troubleshoot production issues and able to articulate problems to onshore teams for resolution Implement minor changes, test and validate to ensure all data is correct Support and maintenance of ongoing target state data models and dashboard reporting using Power BI We’re looking for the best and brightest to deliver the best for our customers. You’ll need: Proven experience as a Business Analyst in complex business settings. You will have the ability to analyse data and present it in an effective and meaningful manner. Understand financial services data and able to understand data models and relationships to compile reporting and metrics. Ability to represent data in a graphical or pictorial format based on requirements using NAB’s visualisation tools such as Excel, PowerPoint, Tableau and Power BI. Batchelor degree in business, data analytics/computer science, statistics or related disciplines. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That’s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs), we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, or alternate methods to apply for this role, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Business Development and Sales",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "50 minutes ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Data Analyst",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fau.linkedin.com%2Fjobs%2Fview%2Fanalyst-data-analytics-at-nab-4307247316",
    "country_code": null,
    "title_id": "26610",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-10-02T12:19:01.655Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Work on diverse, challenging projects that directly influence strategy and outcomes</li><li>Collaborate with a supportive, dynamic team that values innovation</li><li>Grow your technical expertise while shaping the future of data-driven decisions.<br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>As a Data Analyst in the Home Ownership Analytics team, you&#x2019;ll work closely with the Home Ownership product team, who are doubling down on delivering exceptional customer and product outcomes.<br><br><strong>Each day, you&#x2019;ll go above and beyond to</strong>:<br><br><ul><li>Design, build, prototype, visualise, test and deploy based on business requirements</li><li>Ensuring all documents are up to date</li><li>Refresh reports at the agreed SLA, including any data collection for ingestion required for the report refresh</li><li>Troubleshoot production issues and able to articulate problems to onshore teams for resolution</li><li>Implement minor changes, test and validate to ensure all data is correct</li><li>Support and maintenance of ongoing target state data models and dashboard reporting using Power BI<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll need: <br><br></strong><ul><li>Proven experience as a Business Analyst in complex business settings.</li><li>You will have the ability to analyse data and present it in an effective and meaningful manner.</li><li>Understand financial services data and able to understand data models and relationships to compile reporting and metrics.</li><li>Ability to represent data in a graphical or pictorial format based on requirements using NAB&#x2019;s visualisation tools such as Excel, PowerPoint, Tableau and Power BI.</li><li>Batchelor degree in business, data analytics/computer science, statistics or related disciplines.<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&#x2019;s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs), we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, or alternate methods to apply for this role, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/analyst-loan-syndication-at-nab-4268045175?_l=en",
    "job_posting_id": "4268045175",
    "job_title": "Analyst - Loan Syndication",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Gurugram, Haryana, India",
    "job_summary": "Prior experience with Loan IQ is a mandatory requirement. The role also requires alignment with EST working hours . Purpose To support the Agency & Trustee Services business (Corporate Finance) in the operational/ middle office management and efficient oversight and execution of bespoke transactions acting as the Facility Agent, Security Trustee, Intercreditor Agent, Escrow Agent, Account Bank, USPP Paying Agent or Note Registry services. Such transactions are originated within Corporate & Institutional Banking and Corporate Finance. To ensure work is dealt with efficiently and accurately, in accordance with transaction documentation, policies and procedures in order to provide Stakeholders/ colleagues and customers with a cost effective and efficient best practice. Key Accountabilities: Work closely to support the Agency Relationship Managers to provide a seamless service to Borrowers and Syndicate Lenders; Monitor, respond to and action all requests received in a timely and professional manner and escalate to Manager and Senior Manager in a timely manner where required; Adhere to processes and procedures pertinent to role including performing all controls associated with processes to minimise errors and rework; Escalate events, issues or breaches as they are identified and encourage team members to do so also (risk accountability forms part of all roles, as everyone is responsible for managing risk and compliance); Administer externally facing website, Debt Domain, throughout the lifecycle of deals; Process Transfer certificates/ Secondary Trading requests; Coordination of AML/KYC on Lenders entering a Syndicated deal via a Secondary Trade, New Deal and any Refinancing's; Monitor Agency PPS mailbox, maintain register and action emails in line with regulatory requirements; Co-ordinate requests to issue, amend or cancel contingent liabilities such as Bank Guarantees and Letters of Credit; Responsible for documentation distribution, storage, recall and maintenance of the security documents register; Co-ordinate requests to set up new, perform amendments or terminate bank accounts and term deposits controlled by Agency and Trustee Services; Co-ordinate minor administration related consent requests on behalf of the Agent; Co-ordinate execution and delivery of original documents including printing multiple copies of documents and arrangement of courier delivery; Completion of New and Terminated facility checklists and completion of the Deal Review process; Attend Stakeholder Meetings where required on behalf of the Agency Services Team Customer: timely resolution of requests/delivery against SLAs with minimal rework and errors People: contribution to engagement activities and team meetings, improved team engagement and increase agility (cross- skilling) between teams. Strong rigor around operational excellence, consistent productivity and good use of diverted time. Strong adherence to risk and controls frameworks to minimise risk events Contribution to deliver process improvements that improve customer service while reducing cost. Required Experience- ~4-7 years experience as a financial services / operational banking practitioner Preferred experience within the Corporate and/or Institutional Bank Loan Market or similar environment of >7 years LoanIQ, SWIFT, RTGS knowledge Essential capabilities Strong Interpersonal skills Strong time management and prioritisation skills An ability to adapt and learn in a fast- paced environment Payments knowledge including Swift, RTGS & EFT payments (preferred) Show more Show less",
    "job_seniority_level": "Associate",
    "job_function": "Other",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 week ago",
    "job_num_applicants": 200,
    "discovery_input": {
      "country": "IN",
      "experience_level": null,
      "job_type": null,
      "keyword": "Financial Analyst",
      "location": "India",
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "6014",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-09-22T05:03:43.375Z",
    "job_poster": {
      "name": "Jaspreet K**r",
      "title": "People & Culture at NAB || Ex-Bain & Comviva",
      "url": "https://in.linkedin.com/in/jaspreet-kaur-bain"
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <p><strong>Prior experience with <u>Loan IQ is a mandatory </u>requirement. The role also requires alignment with <u>EST working hours</u>. </strong></p><p><br></p><p><strong><u>Purpose </u></strong></p><p>To support the Agency &amp; Trustee Services business (Corporate Finance) in the operational/ middle office management and efficient oversight and execution of bespoke transactions acting as the Facility Agent, Security Trustee, Intercreditor Agent, Escrow Agent, Account Bank, USPP Paying Agent or Note Registry services. Such transactions are originated within Corporate &amp; Institutional Banking and Corporate Finance. </p><p><br></p><p>To ensure work is dealt with efficiently and accurately, in accordance with transaction documentation, policies and procedures in order to provide Stakeholders/ colleagues and customers with a cost effective and efficient best practice.</p><p><br></p><p><strong><u>Key Accountabilities: </u></strong></p><ul><li>Work closely to support the Agency Relationship Managers to provide a seamless service to Borrowers and Syndicate Lenders; </li><li>Monitor, respond to and action all requests received in a timely and professional manner and escalate to Manager and Senior Manager in a timely manner where required;</li><li>Adhere to processes and procedures pertinent to role including performing all controls associated with processes to minimise errors and rework;</li><li>Escalate events, issues or breaches as they are identified and encourage team members to do so also (risk accountability forms part of all roles, as everyone is responsible for managing risk and compliance);</li><li>Administer externally facing website, Debt Domain, throughout the lifecycle of deals;</li><li>Process Transfer certificates/ Secondary Trading requests;</li><li>Coordination of AML/KYC on Lenders entering a Syndicated deal via a Secondary Trade, New Deal and any Refinancing&apos;s;</li><li>Monitor Agency PPS mailbox, maintain register and action emails in line with regulatory requirements; </li><li>Co-ordinate requests to issue, amend or cancel contingent liabilities such as Bank Guarantees and Letters of Credit; </li><li>Responsible for documentation distribution, storage, recall and maintenance of the security documents register;</li><li>Co-ordinate requests to set up new, perform amendments or terminate bank accounts and term deposits controlled by Agency and Trustee Services;</li><li>Co-ordinate minor administration related consent requests on behalf of the Agent;</li><li>Co-ordinate execution and delivery of original documents including printing multiple copies of documents and arrangement of courier delivery;</li><li>Completion of New and Terminated facility checklists and completion of the Deal Review process;</li><li>Attend Stakeholder Meetings where required on behalf of the Agency Services Team</li><li>Customer: timely resolution of requests/delivery against SLAs with minimal rework and errors</li><li>People: contribution to engagement activities and team meetings, improved team engagement and increase agility (cross- skilling) between teams.</li><li>Strong rigor around operational excellence, consistent productivity and good use of diverted time.</li><li>Strong adherence to risk and controls frameworks to minimise risk events</li><li>Contribution to deliver process improvements that improve customer service while reducing cost.</li></ul><p><br></p><p><strong><u>Required Experience- </u></strong></p><ul><li>~4-7 years experience as a financial services / operational banking practitioner</li><li>Preferred experience within the Corporate and/or Institutional Bank Loan Market or similar environment of &gt;7 years</li><li>LoanIQ, SWIFT, RTGS knowledge </li></ul><p><br></p><p><strong><u>Essential capabilities</u></strong></p><ul><li>Strong Interpersonal skills </li><li>Strong time management and prioritisation skills</li><li>An ability to adapt and learn in a fast- paced environment</li><li>Payments knowledge including Swift, RTGS &amp; EFT payments (preferred)</li></ul>\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/consultant-marketing-campaigns-at-nab-4277392167?_l=en",
    "job_posting_id": "4277392167",
    "job_title": "Consultant, Marketing Campaigns",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Melbourne, Victoria, Australia",
    "job_summary": "We are empowered to make a positive difference for customers and communities. Everyone is given the opportunity to learn, grow and achieve. Make a genuine difference through the work you do. Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. In the role of Consultant Marketing Campaigns , you will join the Homeowner Marketing Team that’s doubling down making a tangible difference to customers while keeping it simple. Each day, you’ll go above and beyond to: Win in the right way, which is always putting our customers first Join a team that’s agile and focused on best practice marketing campaign delivery while having fun and always learning at the same time Plan, development, implement and optimise best in class end to end creative and content across the omnichannel media mix. Implement creative and content campaigns across TV, Outdoor, Online Video, TikTok, Audio, Instagram, Facebook, Search, Internal owned and digital channels. Leverage customer and market insights to develop and optimise segment specific creative. Maintain and drive the relationship with all 3rd party creative agencies. Report, analyse and optimise marketing campaigns to drive clear outcome-based results. Maintain a “one-way, same way” approach to developing creative campaigns. We’re looking for the brightest to deliver the best for our customers. You’ll need: You are a customer obsessed, and outcome focused marketer specialised in omni-channel creative and media campaigns who is passionate about all things marketing and customer that will bring; Proven and demonstrable experience in marketing campaign experience across all omnichannel media channels. Extensive experience in the end-to-end development of creative, content and media planning and implementation. Creative Agency experience or prior experience in the Banking and financial industry Senior stakeholder management experience Commercial acumen demonstrated through your ability to understand performance outcomes and insights to make optimisations to drive results. A tertiary qualification in marketing or communications Experience in Artificial Intelligence tools A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect – where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Mid-Senior level",
    "job_function": "Marketing and Sales",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "3 days ago",
    "job_num_applicants": 120,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4277392167?url=https%3A%2F%2Fcareers%2Enab%2Ecom%2Eau%2Fjobs%2F85e145ac-7d5e-470b-a4f8-b1e28b8348de%3FApplicationSubSourceID%3D13788&urlHash=lWa-",
    "country_code": null,
    "title_id": "279",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-08-05T12:16:45.236Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>We are empowered to make a positive difference for customers and communities.</li><li>Everyone is given the opportunity to learn, grow and achieve. </li><li>Make a genuine difference through the work you do.<br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>In the role of <strong>Consultant Marketing Campaigns</strong>, you will join the<strong> Homeowner Marketing Team </strong>that&#x2019;s doubling down making a tangible difference to customers while keeping it simple.<br><br><strong>Each day, you&#x2019;ll go above and beyond to:<br><br></strong><ul><li>Win in the right way, which is always putting our customers first </li><li>Join a team that&#x2019;s agile and focused on best practice marketing campaign delivery while having fun and always learning at the same time</li><li>Plan, development, implement and optimise best in class end to end creative and content across the omnichannel media mix.</li><li>Implement creative and content campaigns across TV, Outdoor, Online Video, TikTok, Audio, Instagram, Facebook, Search, Internal owned and digital channels.</li><li>Leverage customer and market insights to develop and optimise segment specific creative.</li><li>Maintain and drive the relationship with all 3rd party creative agencies.</li><li>Report, analyse and optimise marketing campaigns to drive clear outcome-based results.</li><li>Maintain a &#x201C;one-way, same way&#x201D; approach to developing creative campaigns.<br><br></li></ul><strong>We&#x2019;re looking for the brightest to deliver the best for our customers. You&#x2019;ll need: <br><br></strong>You are a customer obsessed, and outcome focused marketer specialised in omni-channel creative and media campaigns who is passionate about all things marketing and customer that will bring;<br><br><ul><li>Proven and demonstrable experience in marketing campaign experience across all omnichannel media channels.</li><li>Extensive experience in the end-to-end development of creative, content and media planning and implementation.</li><li>Creative Agency experience or prior experience in the Banking and financial industry</li><li>Senior stakeholder management experience</li><li>Commercial acumen demonstrated through your ability to understand performance outcomes and insights to make optimisations to drive results.</li><li>A tertiary qualification in marketing or communications</li><li>Experience in Artificial Intelligence tools<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect &#x2013; where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit https://www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/agribusiness-manager-%E2%80%93-moree-at-nab-4102707495?lg=en",
    "job_posting_id": "4102707495",
    "job_title": "Agribusiness Manager – Moree",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "New South Wales, Australia",
    "job_summary": "797643 NSW- Central inland region, NSW, Australia Business Banking Permanent Full time Opening at: Dec 16 2024 at 06:00 AEDT Closing at: Jan 13 2025 at 23:55 AEDT Seeking a highly motivated finance guru with a passion for Agribusiness, Commercial Lending, and relationship management to manage and grow a diverse Agri portfolio. Based in Moree, NSW. We are empowered to make a positive difference in for customers and communities. Everyone is given the opportunity to learn, grow and achieve. Be rewarded and recognised for the value you bring. As an Agribusiness Manager based in Moree, NSW you will be responsible for pro-active management of Agribusiness relationships, providing fully integrated corporate solutions, and full portfolio management via growth through existing customer relationships, acquisition of new customers and expense management. In this Agribusiness Manager role, you will: Directly manage a complex portfolio of key clients and influencers. Implement and monitor strategic business plans. Ensure success through understanding our client's unique businesses. Utilise your networks within pre-farmgate and post-farmgate local markets. Maintain and enhance the credit risk profile and profitability of the portfolio. Coach and support the team to ensure efficient high quality customer service. What You’ll Bring Passion for relationship management and customer service. Finance and Agri background. Experience and enjoyment of all aspects for financial analysis. Drive and tenacity. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That's why we have built a culture of equity and respect – where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note that due to the festive season, applications might only be reviewed in early 2025. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Management and Manufacturing",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "3 weeks ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "8014",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQGJ4_30c4tjug/company-logo_100_100/company-logo_100_100/0/1719797273227/nab_logo?e=2147483647&v=beta&t=vqD0RUUc_txYeBFil2ZbjW51d6hYA-_ULYny6SrhbBY",
    "job_posted_date": "2025-01-07T18:47:22.039Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>797643 </li><li> NSW- Central inland region, NSW, Australia </li><li> Business Banking </li><li> Permanent Full time </li><li> Opening at: Dec 16 2024 at 06:00 AEDT </li><li> Closing at: Jan 13 2025 at 23:55 AEDT <br><br></li></ul>Seeking a highly motivated finance guru with a passion for Agribusiness, Commercial Lending, and relationship management to manage and grow a diverse Agri portfolio. Based in Moree, NSW.<br><br><ul><li>We are&#x202F;empowered to make a positive difference in&#x202F;for customers and communities.</li><li>Everyone is given the opportunity to learn, grow and&#x202F;achieve.&#x202F; </li><li>Be rewarded and recognised for the value you bring.<br><br></li></ul>As an Agribusiness Manager based in <strong>Moree, NSW</strong> you will be responsible for pro-active management of Agribusiness relationships, providing fully integrated corporate solutions, and full portfolio management via growth through existing customer relationships, acquisition of new customers and expense management.<br><br><strong>In this Agribusiness Manager role, you will:<br><br></strong><ul><li>Directly manage a complex portfolio of key clients and influencers.</li><li>Implement and monitor strategic business plans.</li><li>Ensure success through understanding our client&apos;s unique businesses.</li><li>Utilise your networks within pre-farmgate and post-farmgate local markets.</li><li>Maintain and enhance the credit risk profile and profitability of the portfolio.</li><li>Coach and support the team to ensure efficient high quality customer service.<br><br></li></ul><strong>What You&#x2019;ll Bring<br><br></strong><ul><li>Passion for relationship management and customer service.</li><li>Finance and Agri background.</li><li>Experience and enjoyment of all aspects for financial analysis.</li><li>Drive and tenacity.<br><br></li></ul><strong> A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&apos;s why we have built a culture of equity and respect &#x2013; where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs) we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, please visit www.nab.com.au/about-us/careers/apply-for-job. To discuss adjustment requirements, please contact the NAB Careers team, via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note that due to the festive season, applications might only be reviewed in early 2025.<br><br>Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"i18n_show_more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"i18n_show_less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/analyst-data-analytics-at-nab-4307243308?_l=en",
    "job_posting_id": "4307243308",
    "job_title": "Analyst - Data Analytics",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Adelaide, South Australia, Australia",
    "job_summary": "Work on diverse, challenging projects that directly influence strategy and outcomes Collaborate with a supportive, dynamic team that values innovation Grow your technical expertise while shaping the future of data-driven decisions. Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. As a Data Analyst in the Home Ownership Analytics team, you’ll work closely with the Home Ownership product team, who are doubling down on delivering exceptional customer and product outcomes. Each day, you’ll go above and beyond to : Design, build, prototype, visualise, test and deploy based on business requirements Ensuring all documents are up to date Refresh reports at the agreed SLA, including any data collection for ingestion required for the report refresh Troubleshoot production issues and able to articulate problems to onshore teams for resolution Implement minor changes, test and validate to ensure all data is correct Support and maintenance of ongoing target state data models and dashboard reporting using Power BI We’re looking for the best and brightest to deliver the best for our customers. You’ll need: Proven experience as a Business Analyst in complex business settings. You will have the ability to analyse data and present it in an effective and meaningful manner. Understand financial services data and able to understand data models and relationships to compile reporting and metrics. Ability to represent data in a graphical or pictorial format based on requirements using NAB’s visualisation tools such as Excel, PowerPoint, Tableau and Power BI. Batchelor degree in business, data analytics/computer science, statistics or related disciplines. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That’s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs), we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, or alternate methods to apply for this role, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Business Development and Sales",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "50 minutes ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Data Analyst",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": null,
    "country_code": null,
    "title_id": "26610",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-10-02T12:19:04.786Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": null,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Work on diverse, challenging projects that directly influence strategy and outcomes</li><li>Collaborate with a supportive, dynamic team that values innovation</li><li>Grow your technical expertise while shaping the future of data-driven decisions.<br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>As a Data Analyst in the Home Ownership Analytics team, you&#x2019;ll work closely with the Home Ownership product team, who are doubling down on delivering exceptional customer and product outcomes.<br><br><strong>Each day, you&#x2019;ll go above and beyond to</strong>:<br><br><ul><li>Design, build, prototype, visualise, test and deploy based on business requirements</li><li>Ensuring all documents are up to date</li><li>Refresh reports at the agreed SLA, including any data collection for ingestion required for the report refresh</li><li>Troubleshoot production issues and able to articulate problems to onshore teams for resolution</li><li>Implement minor changes, test and validate to ensure all data is correct</li><li>Support and maintenance of ongoing target state data models and dashboard reporting using Power BI<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll need: <br><br></strong><ul><li>Proven experience as a Business Analyst in complex business settings.</li><li>You will have the ability to analyse data and present it in an effective and meaningful manner.</li><li>Understand financial services data and able to understand data models and relationships to compile reporting and metrics.</li><li>Ability to represent data in a graphical or pictorial format based on requirements using NAB&#x2019;s visualisation tools such as Excel, PowerPoint, Tableau and Power BI.</li><li>Batchelor degree in business, data analytics/computer science, statistics or related disciplines.<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&#x2019;s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs), we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, or alternate methods to apply for this role, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/analyst-data-analytics-at-nab-4307242280?_l=en",
    "job_posting_id": "4307242280",
    "job_title": "Analyst - Data Analytics",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Darwin, Northern Territory, Australia",
    "job_summary": "Work on diverse, challenging projects that directly influence strategy and outcomes Collaborate with a supportive, dynamic team that values innovation Grow your technical expertise while shaping the future of data-driven decisions. Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand. As a Data Analyst in the Home Ownership Analytics team, you’ll work closely with the Home Ownership product team, who are doubling down on delivering exceptional customer and product outcomes. Each day, you’ll go above and beyond to : Design, build, prototype, visualise, test and deploy based on business requirements Ensuring all documents are up to date Refresh reports at the agreed SLA, including any data collection for ingestion required for the report refresh Troubleshoot production issues and able to articulate problems to onshore teams for resolution Implement minor changes, test and validate to ensure all data is correct Support and maintenance of ongoing target state data models and dashboard reporting using Power BI We’re looking for the best and brightest to deliver the best for our customers. You’ll need: Proven experience as a Business Analyst in complex business settings. You will have the ability to analyse data and present it in an effective and meaningful manner. Understand financial services data and able to understand data models and relationships to compile reporting and metrics. Ability to represent data in a graphical or pictorial format based on requirements using NAB’s visualisation tools such as Excel, PowerPoint, Tableau and Power BI. Batchelor degree in business, data analytics/computer science, statistics or related disciplines. A diverse and inclusive workplace works better for everyone We know that our people make us who we are. That’s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs), we continue to foster an inclusive environment, where all NAB colleagues’ unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way. For details on the recruitment process, and accessibility, or alternate methods to apply for this role, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options. Join NAB If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Business Development and Sales",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "50 minutes ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "country": "AU",
      "experience_level": null,
      "job_type": null,
      "keyword": "Data Analyst",
      "location": "Australia",
      "remote": null,
      "selective_search": null,
      "time_range": "Past 24 hours"
    },
    "apply_link": "https://www.linkedin.com/signup/cold-join?source=jobs_registration&session_redirect=https%3A%2F%2Fau.linkedin.com%2Fjobs%2Fview%2Fanalyst-data-analytics-at-nab-4307242280",
    "country_code": null,
    "title_id": "26610",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQEpfH1XRQvlXQ/company-logo_100_100/B56Zg0mZ6gG4AU-/0/1753229140372/nab_logo?e=2147483647&v=beta&t=HkDaQjURmpcQBHtKOFYmGEpX_Kb9a8-hHfcS4DWaD0Q",
    "job_posted_date": "2025-10-02T12:19:02.964Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Work on diverse, challenging projects that directly influence strategy and outcomes</li><li>Collaborate with a supportive, dynamic team that values innovation</li><li>Grow your technical expertise while shaping the future of data-driven decisions.<br><br></li></ul>Our people are customer obsessed. They prioritise the needs and satisfaction of the customer above all else. Our mindset fosters innovation and creates strong, lasting customer relationships as we strive to be the most customer centric company in Australia and New Zealand.<br><br>As a Data Analyst in the Home Ownership Analytics team, you&#x2019;ll work closely with the Home Ownership product team, who are doubling down on delivering exceptional customer and product outcomes.<br><br><strong>Each day, you&#x2019;ll go above and beyond to</strong>:<br><br><ul><li>Design, build, prototype, visualise, test and deploy based on business requirements</li><li>Ensuring all documents are up to date</li><li>Refresh reports at the agreed SLA, including any data collection for ingestion required for the report refresh</li><li>Troubleshoot production issues and able to articulate problems to onshore teams for resolution</li><li>Implement minor changes, test and validate to ensure all data is correct</li><li>Support and maintenance of ongoing target state data models and dashboard reporting using Power BI<br><br></li></ul><strong>We&#x2019;re looking for the best and brightest to deliver the best for our customers. You&#x2019;ll need: <br><br></strong><ul><li>Proven experience as a Business Analyst in complex business settings.</li><li>You will have the ability to analyse data and present it in an effective and meaningful manner.</li><li>Understand financial services data and able to understand data models and relationships to compile reporting and metrics.</li><li>Ability to represent data in a graphical or pictorial format based on requirements using NAB&#x2019;s visualisation tools such as Excel, PowerPoint, Tableau and Power BI.</li><li>Batchelor degree in business, data analytics/computer science, statistics or related disciplines.<br><br></li></ul><strong>A diverse and inclusive workplace works better for everyone<br><br></strong>We know that our people make us who we are. That&#x2019;s why we have built a culture of equity and respect - where everyone feels valued and appreciated for being their authentic selves. In partnership with our multiple Employee Resource Groups (ERGs), we continue to foster an inclusive environment, where all NAB colleagues&#x2019; unique backgrounds and identities are understood, respected and celebrated. We are committed to providing an environment where you can work your way.<br><br>For details on the recruitment process, and accessibility, or alternate methods to apply for this role, please visit https://www.nab.com.au/about-us/careers/apply-for-job . To discuss adjustment requirements, please contact the NAB Careers team via nab.careers@nab.com.au (please reference job number) or visit our Careers page through the link above for other contact options.<br><br><strong>Join NAB<br><br></strong>If you think this role is the right fit for you, we would love to hear from you. Please note candidate screening and interviews may be conducted prior to the closing date of the job advert. Unsolicited CVs from agencies will not be accepted.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"Show more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"Show less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  },
  {
    "url": "https://www.linkedin.com/jobs/view/home-lending-executive-at-nab-4124884577?lg=en",
    "job_posting_id": "4124884577",
    "job_title": "Home Lending Executive",
    "company_name": "NAB",
    "company_id": "2357",
    "job_location": "Mackay, Queensland, Australia",
    "job_summary": "Are you passionate about helping Australians achieve their dream of home ownership? Do you thrive in a fast-paced, customer-centric environment where your expertise and dedication can make a real difference to our customers? Are you a high-performing lender ready to grow your network and business? If so, we invite you apply as a Home Lending Executive . We have number of opportunities available across Australia. At NAB, we're committed to shaping a brighter future for our customers. As a Home Lending Executive, you'll play a pivotal role in delivering tailored lending solutions to meet the individual needs of our diverse customers. How We Work We put customers at the heart of everything we do. This means supporting NAB Lenders to deliver great solutions, every day, through seamless processes and quick systems. The superheros of NAB, our Propriety Lenders, are fully empowered to drive and grow their own business. With the complete backing of NAB’s Executive Leadership Team, NAB lenders can access internal referrals, partner with branch colleagues, connect with the local community or attend industry events to build their own networks and brand. What You'll Do: Partner with customers to provide expert advice and guidance on NAB’s home loan possibilities. Manage end-to-end lending processes, ensuring speedy and exceptional service at every touchpoint. Build and maintain strong relationships with both new and established clients, working closely to understand their financial goals. Collaborate with a team of dedicated professionals, all driven to provide outstanding results. Leverage innovative technology to streamline processes and improve the customer experience. What You Will Bring: Proven experience in home lending or demonstrated expertise as a banker seeking a new career or eager to embark on your lending journey. Strong knowledge of lending products and the mortgage industry. Excellent communication and relationship-building skills. A passion for delivering top-notch customer service. The ability to thrive in a dynamic, results-oriented environment. Why Choose NAB? At NAB, we’re more than just Australia’s largest business bank – we’re a community. You’ll be part of a culture that values diversity, collaboration, and continuous learning. Some other benefits you can expect when you join: Competitive remuneration and access to a multitude of NAB’s employee benefits. Quick processes and market leading lending products to serve customers well. Full backing from NAB’s Executive Leadership team to grow your lending business. Empowerment to connect with other business units across NAB and complete autonomy to expand your customer base and networks. Continuous coaching, training, and career development conversations to help you reach you career goals. A flexible working environment that supports work-life balance. Access to NAB’s wide range of employee benefits, including health and wellbeing programs. Ready to Make a Difference? If you’re driven by success, passionate about helping people, and ready to take your career to new heights, we’d love to hear from you. Express your interest in becoming a Home Lending Executive at NAB today and help us continue to support Australians on their home ownership journey. Apply Now to continue building your career and be part of something bigger at NAB. Show more Show less",
    "job_seniority_level": "Entry level",
    "job_function": "Business Development and Sales",
    "job_employment_type": "Full-time",
    "job_industries": "Banking",
    "job_base_pay_range": null,
    "company_url": "https://au.linkedin.com/company/nab?trk=public_jobs_topcard-org-name",
    "job_posted_time": "1 week ago",
    "job_num_applicants": 25,
    "discovery_input": {
      "experience_level": null,
      "job_type": null,
      "remote": null,
      "selective_search": null,
      "time_range": null
    },
    "apply_link": "https://www.linkedin.com/jobs/view/externalApply/4124884577?url=https%3A%2F%2Fcareers%2Enab%2Ecom%2Eau%2Fjobs%2Fhome-lending-executive-qld-central-coast-region-qld-australia%3FApplicationSubSourceID%3D13788&urlHash=8DRl",
    "country_code": null,
    "title_id": "114",
    "company_logo": "https://media.licdn.com/dms/image/v2/D560BAQGJ4_30c4tjug/company-logo_100_100/company-logo_100_100/0/1719797273227/nab_logo?e=2147483647&v=beta&t=vqD0RUUc_txYeBFil2ZbjW51d6hYA-_ULYny6SrhbBY",
    "job_posted_date": "2025-01-21T18:39:28.031Z",
    "job_poster": {
      "name": null,
      "title": null,
      "url": null
    },
    "application_availability": true,
    "job_description_formatted": "<section class=\"show-more-less-html\" data-max-lines=\"5\">\n        <div class=\"show-more-less-html__markup show-more-less-html__markup--clamp-after-5\n            relative overflow-hidden\">\n          <ul><li>Are you passionate about helping Australians achieve their dream of home ownership?</li><li>Do you thrive in a fast-paced, customer-centric environment where your expertise and dedication can make a real difference to our customers?</li><li>Are you a high-performing lender ready to grow your network and business? <br><br></li></ul>If so, we invite you apply as a <strong>Home Lending Executive</strong>. We have number of opportunities available across Australia.<br><br>At NAB, we&apos;re committed to shaping a brighter future for our customers. As a Home Lending Executive, you&apos;ll play a pivotal role in delivering tailored lending solutions to meet the individual needs of our diverse customers.<br><br><strong>How We Work<br><br></strong>We put customers at the heart of everything we do. This means supporting NAB Lenders to deliver great solutions, every day, through seamless processes and quick systems.<br><br>The superheros of NAB, our Propriety Lenders, are fully empowered to drive and grow their own business. With the complete backing of NAB&#x2019;s Executive Leadership Team, NAB lenders can access internal referrals, partner with branch colleagues, connect with the local community or attend industry events to build their own networks and brand.<br><br><strong>What You&apos;ll Do:<br><br></strong><ul><li>Partner with customers to provide expert advice and guidance on NAB&#x2019;s home loan possibilities.</li><li>Manage end-to-end lending processes, ensuring speedy and exceptional service at every touchpoint.</li><li>Build and maintain strong relationships with both new and established clients, working closely to understand their financial goals.</li><li>Collaborate with a team of dedicated professionals, all driven to provide outstanding results.</li><li>Leverage innovative technology to streamline processes and improve the customer experience.<br><br></li></ul><strong>What You Will Bring:<br><br></strong><ul><li>Proven experience in home lending or demonstrated expertise as a banker seeking a new career or eager to embark on your lending journey.</li><li>Strong knowledge of lending products and the mortgage industry.</li><li>Excellent communication and relationship-building skills.</li><li>A passion for delivering top-notch customer service.</li><li>The ability to thrive in a dynamic, results-oriented environment.<br><br></li></ul><strong>Why Choose NAB? </strong>At NAB, we&#x2019;re more than just Australia&#x2019;s largest business bank &#x2013; we&#x2019;re a community. You&#x2019;ll be part of a culture that values diversity, collaboration, and continuous learning. Some other benefits you can expect when you join:<br><br><ul><li>Competitive remuneration and access to a multitude of NAB&#x2019;s employee benefits.</li><li>Quick processes and market leading lending products to serve customers well.</li><li>Full backing from NAB&#x2019;s Executive Leadership team to grow your lending business.</li><li>Empowerment to connect with other business units across NAB and complete autonomy to expand your customer base and networks.</li><li>Continuous coaching, training, and career development conversations to help you reach you career goals.</li><li>A flexible working environment that supports work-life balance.</li><li>Access to NAB&#x2019;s wide range of employee benefits, including health and wellbeing programs.<br><br></li></ul><strong>Ready to Make a Difference? </strong>If you&#x2019;re driven by success, passionate about helping people, and ready to take your career to new heights, we&#x2019;d love to hear from you. Express your interest in becoming a Home Lending Executive at NAB today and help us continue to support Australians on their home ownership journey.<br><br><strong>Apply Now</strong> to continue building your career and be part of something bigger at NAB.\n        </div>\n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--more\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-more-html-btn\" aria-label=\"i18n_show_more\" aria-expanded=\"false\">\n<!---->\n        \n            Show more\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/cyolgscd0imw2ldqppkrb84vo\"></icon>\n    </button>\n  \n\n        \n\n    \n    \n    \n\n    <button class=\"show-more-less-html__button show-more-less-button\n        show-more-less-html__button--less\n        ml-0.5\" data-tracking-control-name=\"public_jobs_show-less-html-btn\" aria-label=\"i18n_show_less\" aria-expanded=\"true\">\n<!---->\n        \n            Show less\n          \n\n          <icon class=\"show-more-less-html__button-icon show-more-less-button-icon\" data-delayed-url=\"https://static.licdn.com/aero-v1/sc/h/4chtt12k98xwnba1nimld2oyg\"></icon>\n    </button>\n  \n<!---->    </section>",
    "base_salary": {
      "currency": null,
      "max_amount": null,
      "min_amount": null,
      "payment_period": null
    },
    "salary_standards": null
  }
]